[
{"url": "http://igem.org/Team.cgi?team_id=2020", "abstract": "Photocaging is a remarkable method of compound inhibition that can be reversed by exposure to light. Previously, it had been used for intracellular studies. We wish to apply this method to industrially needed proteins as well and call attention to its usefulness there.\r\nAs an example we would like to render the use of high quantities of the chemical enzyme inhibitor boric acid unnecessary, which is classified as a substance of very high concern by the European Chemicals Agency.\r\nAt the moment, boric acid is used for protease inhibition in washing detergents and dilution in the washing machine activates it again. Thus, tons of it are being processed every year. \r\nPhotocaging could help circumvent this. A photocaged amino acid will be incorporated at a crucial position in the enzyme by genetic codon reassignment. Prior to the washing procedure the enzyme can be easily activated by exposure to a light source.\n", "team": "Aachen", "title": "LIPs - Light Inducible Proteases"},
{"url": "http://igem.org/Team.cgi?team_id=1886", "abstract": "Synthetic genetic oscillators have long been of interest to the scientific community. Our team has constructed a special oscillator gene circuit manipulating two quorum sensing autoinducers to change periodically, and reach their peak value alternately. Inspired by Enigma machine, we intend to use our oscillator circuit to make a biological cipher machine, which is able to encrypt and decipher information consisting of two basic elements. In our design, blue and red fluorescence stand for two basic elements of input and output. When one protein reaches its threshold value, a corresponding gene circuit will be triggered, either to retain the original element, or to change it to the other one. Using this method, we could realize the periodic conversion of a code book, which is hard to be deciphered. We hope this design can be an innovative attempt to apply synthetic biology to information safety from the aspect of interdiscipline.\n", "team": "ZJU-China", "title": "Enigma：Cipher Machine"},
{"url": "http://igem.org/Team.cgi?team_id=2121", "abstract": "Multiplex automated genome engineering (MAGE) is a genetic engineering technique that increases genetic diversity by introducing synthetic oligonucleotides. Two strains of rhizobia were chosen to provide a framework for implementing MAGE in non-model organisms. To optimize MAGE in Rhizobium tropici and Sinorhizobium meliloti, several experiments were conducted, including characterizing the activity of pORTMAGE-3 in rhizobia. Current data indicates the successful transformation and stability of pORTMAGE-3 in rhizobia. To improve how oligonucleotides are stabilized during MAGE, a second experiment consisted of characterizing a library of beta-homologous recombinases to find a beta protein optimized for rhizobia. Synthetic entry vectors carrying each of the rhizobium-specific recombinases are currently being constructed. A third experiment is to characterize a library of inducible promoters hypothesized to be compatible with rhizobia and a set of Anderson promoters. These promoters are being characterized using a citrine fluorescent assay to determine the most suitable promoter strength when performing MAGE.\n", "team": "Yale", "title": "Optimizing multiplex automated genome engineering (MAGE) in the non-model rhizobia, Rhizobium tropici and Sinorhizobium meliloti."},
{"url": "http://igem.org/Team.cgi?team_id=1960", "abstract": "    For many years, overusing of antibiotics results in antibiotic resistance of many bacteria. Focusing on this, our team uses the way of synthetic biology to detect and kill the drug-resistant bacteria.\r\n    In the project one,we designed a self-regulated gene circuit, which can detect and kill both the Gram-positive and the Gram-negative. It can express different fluorescent proteins when the engineering bacteria encounter differnet types of pathogenic bacteria.Then toxins are released out of the cell to kill the targets.\r\n    We found that the pre-loading of the drug and the systemic inflammatory response are the barriers in most drug delivery strategies. So in the project two,we designed a pulsatile delivery cycles called \"SSLC\"( Synthetically Synchronized Lysis Circuit) ,based on the \"SLC\" (Synchronized Lysis Circuit) systems designed by M.Omar.Din in 2016. this system can become a therapeutic strategy for antibiotic resistance E.coli.\r\n\n", "team": "XMU-China", "title": "Genetically engineering the E.coli soldiers to detect and kill the drug-resistant bacteria"},
{"url": "http://igem.org/Team.cgi?team_id=1906", "abstract": "XJTLU-CHINA aims to develop a novel in vivo method to construct DNA mutagenesis library. Unlike the conventional method that uses in vitro synthesized oligo-pools, we utilize a pathway constructed in bacterium Escherichia coli to guide the cells to mutate the DNA that has been preset as target. The mutagenesis guiding pathway that XJTLU-CHINA developed involves two major sections, the error-prone replication of RNA by Qβ replicase and the reverse transcription accompanied by retrohoming of group II intron. The ultimate product upon the ending of the pathway will be a mutagenesis library of DNA target of interest that ready for in situ characterization or harvesting for the future use. The new method will be inexpensive to use and supposed be more robust in performance.\n", "team": "XJTLU-CHINA", "title": "MUTA INVIVO"},
{"url": "http://igem.org/Team.cgi?team_id=2083", "abstract": "Nonsense and missense mutations cause numerous incurable diseases, including Cystic Fibrosis and Duchenne Muscular Dystrophy, that affect millions of people worldwide. Gene therapy is the most promising treatment for these genetics diseases. The majority of current gene therapy techniques focus on correction of DNA sequences; our project focuses on direct editing of RNA sequences. Targeting RNA is advantageous because it permits a tunable and reversible editing system that can repair multiple mutations while circumventing the process of homology directed repair. We have constructed dCas9 fusions to the editing enzymes APOBEC1 and ADAR1/2 to enable CRISPR-targeted C-to-U and A-to-I edits to RNA, respectively. We have designed and thoroughly characterized a series of GFP-based reporters that enable the detection and quantification of RNA editing by these dCas9 fusions. Our project outlines the theoretical framework for a novel, tunable, and reversible gene editing strategy with myriad applications. \r\n\n", "team": "WPI_Worcester", "title": "RICE CRISPRs: RNA Inosine/Uracil Conversion Editing Using CRISPR Technology"},
{"url": "http://igem.org/Team.cgi?team_id=2167", "abstract": "The skin of animals is covered in diverse microbial communities.  Some of these microbes such as Staphylococcus epidermidis have genetic tools making them amenable to engineering using basic cloning strategies.  A further advantage of using a species native to the skin microbiome would be to ensure the organism was capable of thriving on the target part of the skin.  Should a microbe be engineered to overproduce and export proteins that might be used in a therapeutic fashion, the system could be a a boon to those injured in remote and austere environments.  Further, the proteins would keep being produced as long as the engineered microbes survived.\n", "team": "Wound-Aid-West-Point", "title": "Engineering Skin Microbes to Produce Proteins for Use as Topical Therapeutics"},
{"url": "http://igem.org/Team.cgi?team_id=1900", "abstract": "In recent decades the issue of coral reef decline has become a global issue. Some of this decline is due to Serratia marcescens, a gram-negative bacterium that contributes to the loss of Acropora palmata (Caribbean Elkhorn coral). Bacteriophage therapy, the focus of WLC-Milwaukee, is not a recent innovation but it could be the key to stopping the decline of coral reefs from this pathogen. Building on methods and research conducted by the 2015 WLC-Milwaukee iGEM team, we conducted screens to find bacteriophages that destroy or incapacitate this and other waterborne pathogens using a specific bacterial protein, TolC. Using Escherichia coli as a surrogate to express Serratia proteins, we can isolate Serratia-specific phages using a simple lab strain of E. coli. Looking ahead, we would like to increase phage specificity for S. marcescens as well as improve phage enrichment techniques that were previously developed.  \n", "team": "WLC-Milwaukee", "title": "TolC Under the Sea:  Coral Rehabilitation via Bacteriophage Therapy"},
{"url": "http://igem.org/Team.cgi?team_id=2066", "abstract": "We present a toolbox of BioBrick parts which can orthogonally modify the input-output response of arbitrary genetic circuits. By applying our decoy binding arrays, RBS library, and synthetic enhancers to their circuits, biologists will be able to tune their circuits’ sensitivity to input, magnitude of response, and number of distinct output states. We thoroughly characterize the behavior of each toolbox part and incorporate this information into a comprehensive mathematical model called the Circuit Control Calculator, which guides users on how best to use our toolbox to achieve a desired response in their circuit.\n", "team": "William_and_Mary", "title": "The Circuit Control Toolbox"},
{"url": "http://igem.org/Team.cgi?team_id=1977", "abstract": "Aminolevulinic acid (ALA) is an endogenous non-protein amino acid that is as an intermediate in many pathways including Heme, Vitamin B12, chlorophyll and others. ALA has a range of applications including: Medical - tumour-localiser, cancer photodynamic therapy and drug delivery Agricultural - bioherbicide, plant growth regulator and insecticide. Current ALA production uses a chemical synthesis method which is highly energy demanding producing a low yield at a high cost. The aim of our project is to biosynthesise ALA by up-regulating and down-regulating certain enzymes in the heme biosynthesis (C5) pathway, this will not only increase the yield of ALA but to also decrease the energy required during the synthesis of the product. By metabolic engineering of E. coli we hope to optimise the production of ALA increasing the sustainability and the economical gain when synthesising the product. \n", "team": "Westminster_UoW", "title": "Metabolic engineering of aminolevulinic acid biosynthesis in E. coli"},
{"url": "http://igem.org/Team.cgi?team_id=2177", "abstract": "-- No abstract provided yet --\n", "team": "Westlake", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2137", "abstract": "Prions, or “zombie proteins,” are infectious agents that lead to a variety of neurodegenerative disorders (NDDs). They sicken cells by aggregating with each other and prevent proper protein folding leading to cell death from the accumulated damage. We propose a synthetic biology approach to better study prion propagation in the model organism S. cerevisiae. Our system involves inserting a premature stop codon into a protein open reading frame of interest or into dCas9 to respectively overexpress or knock-down protein levels during a [PSI+] response. We use Hsp104, a chaperone protein in S. cerevisiae, to demonstrate that our set-up phenotypically responds to the stop codon readthrough. This research is useful for continuously observing a phenotypic output during prion propagation in yeast and may have implications for helping to identify protein targets for both prevention and treatment of NDDs in the future.\n", "team": "Waterloo", "title": "OFF to priON: Using stop codon read-through and CRISPR to explore S. cerevisiae prion mechanisms "},
{"url": "http://igem.org/Team.cgi?team_id=2135", "abstract": "The Nitrogen Project, of which this iGEM team is a part, seeks to drastically reduce the quantity of nitrogen-based fertilizers used in agriculture. Soluble nitrates can “runoff” into water systems with environmental consequences such as algal blooms and human illnesses like methemoglobinemia. If nitrogenase, the enzyme in soil bacteria that “fixes” nitrogen gas into usable nitrates, can be inserted into plants, it would eliminate the need for artificial fertilization. Before this can be done, nitrogenase must first be expressed non-diazotrophic bacteria like E. coli. For proper expression, however, E. coli must have an excess of intracellular ATP and reduced electron donors. We worked to overexpress glycolytic kinases to increase ATP production and overexpress native and foreign electron donors to produce more reduced electron donors. Besides nitrogenase, however, the intracellular environment of our “super cells” may help produce other recombinant proteins. \r\n\n", "team": "WashU_StLouis", "title": "Super Cells: Overproducing ATP and Electron Donors in E. coli"},
{"url": "http://igem.org/Team.cgi?team_id=2165", "abstract": "Managing cultures is a vital task in synthetic biology, but constantly measuring and adjusting culture conditions is both tedious and labor intensive. Our project aims to reduce the amount of time and effort needed to maintain cultures through the creation of an affordable image analysis system that autonomously reads visual data to measure the current state of a culture and then determines whether to release inducer chemicals based on user input. Our project utilizes the violacein pathway to simulate other metabolic pathways with colored signals. By regulating gene expression in this gene set with two different inducible promoters, we are able to yield up to four different color outputs. These outputs are then measured by an open-sourced Raspberry Pi setup, which captures visual data via camera, measures the culture’s RGB value, and then directs the gradual release of inducer chemicals to maintain or change the culture’s color over time.\n", "team": "Washington", "title": "Viva la Violacein: An autonomous control system for yeast cultures"},
{"url": "http://igem.org/Team.cgi?team_id=1994", "abstract": "By providing fast and cheap diagnosis, the socio-economic impacts of disease can be reduced on a global scale. We aim to build an RNA based detection system utilising CRISPR/Cas9 technology, specifically targeting infectious agents. Using a dCas9 protein and an RNA-binding protein (RBP) fused to an effector, transcription of a fluorescent reporter gene can be regulated, with a significant colour change indicating the presence of targeted RNA. This is due to the conformational change that occurs within the gRNA strand when the targeted foreign RNA is recognised and binds. As a proof of principle, the sensor will be modified to detect two bacterial diseases: Lyme disease and Leptospirosis, and potentially two heavy metal pollutants: mercury and lead. The modularity of the system should allow simple modification to change sensor-specificity. Bacterial lysates will be detected by reconstituting the detection machinery in a low-cost in vitro transcription kit, including a paper-based support.\n", "team": "Warwick", "title": "Application of CRISPR/Cas9 as a novel modular biosensor"},
{"url": "http://igem.org/Team.cgi?team_id=1913", "abstract": "The abundance and diversity of our food relies on honeybee pollination. Varroa destructor mites weaken bee colonies through the spread of disease. Our team aims to save bees by killing Varroa using bacteria inside beehives. In continuous conversation with beekeepers and scientists we develop a bacterium that targets mites, leaving bees and humans unaffected. The hive-localized bacteria sense Varroa and produce mite-specific toxin, eliminating the need for beekeepers to dose the product. The bacteria are dependent on a synthetic amino acid and are shut down by light to confine them to the hive. Additionally, we develop an in vitro test of Varroa toxicity to show the utility of our bacterium. The system is modeled in various ways to assess its viability in the real world. This is the first effective method to combine specificity, ease of use, safety through bio-containment, and the iGEM open source character to save the honeybee. \n", "team": "Wageningen_UR", "title": "Saving honeybees from Varroa destructor: arming bacteria with targeted and specific toxin production against mites."},
{"url": "http://igem.org/Team.cgi?team_id=1879", "abstract": "Synthetic biologists struggle to prevent the proliferation of genetically engineered organisms (GEOs) in natural systems. Containment methods that operate in ecological settings must provide security comparable to physical containment. Current methods fail to effectively inhibit horizontal gene transfer and environmental supplementation, and impose evolutionary pressure through the propagation of spontaneous revertants. Synthetic Translational Control (STC) currently utilizes a redesigned leucyl-tRNA synthetase and cleavage enzyme in an E. coli chassis to confer metabolic dependence on a synthetically modified leucine capable of conversion to L-leucine. Due to the semi-semantic property of this device, organisms cannot metabolically bypass our constraints using environmental supplementation and will display greater resistance to evolutionary escape relative to traditional synthetic auxotrophs. Our work provides advancement in biosafety by isolating GEOs from the environment via a reliance on modified metabolites. STC will become a benchmark for biocontainment devices and will allow for countless new applications in synthetic biology.\n", "team": "Virginia", "title": "Synthetic Translational Control: A New Method for Biocontainment"},
{"url": "http://igem.org/Team.cgi?team_id=1983", "abstract": "Phenylketonuria is a genetically inherited condition which is defined by the inability of a patient to break down an essential amino acid phenylalanine. Due to that, phenylalanine derivatives accumulate in the brain of a patient causing severe mental retardation. The aim of our team is to construct a bacterial probiotic with an enhanced rate of phenylalanine uptake and two independent systems for discharging phenylalanine. The first system will metabolize phenylalanine directly in the intestinal tract with phenylalanine ammonia lyase (PAL) whilst the second system will incorporate excess phenylalanine into inclusion bodies made of synthetic phenylalnine-rich proteins. The production of these proteins is controlled by a postranscriptional regulator - a riboswitch, which is sensitive to phenylalanine. The final stage of the project will include verification of the system in a bacterial probiotic strain.\n", "team": "Vilnius-Lithuania", "title": "A probiotic therapy for phenylketonuria"},
{"url": "http://igem.org/Team.cgi?team_id=2006", "abstract": "-- No abstract provided yet --\n", "team": "Vanderbilt_Software", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2005", "abstract": "The time has come for synthetic biology to free itself from the constraints of evolution. As an engineering discipline, synthetic biology depends on its genetically-encoded parts operating in consistent and predictable ways. Yet mutation and evolution break that predictability, altering the system’s behavior in disruptive or even dangerous ways, and selecting against intended transgene function. As long as evolution and mutation are allowed to proceed unchecked, the long-term stability, effectiveness, and safety of any genetic technology are at risk. Our solution began by characterizing a set of mutation-prone “hotspot” nucleotide sequences, which we then applied to create new algorithmic tools for modulating any gene’s susceptibility to mutation without affecting its function. With these tools we have achieved precise and predictable control over the frequency of mutation. Through rational design principles, our works shows that it is possible to counteract even the seemingly inescapable forces of evolution. Score one for engineering.\n", "team": "Vanderbilt", "title": "The CounterEvolutionaries"},
{"url": "http://igem.org/Team.cgi?team_id=2017", "abstract": "Covering food necessities is mandatory, but resources are not sustainably exploited. Global strategies to increase food productivity and quality need to be concealed with a local perspective, providing breeders with the necessary technology to improve varieties. The aim of HYPE-IT is to decrease current technological barriers for breeding local crops using precision genome engineering, easing the gene editing process using SynBio-inspired simplified CRISPR/Cas9 tools. HYPE-IT brings along a software tool that associates crop traits with specific gene targets and designs optimal gRNAs for those targets. HYPE-IT also incorporates a modular gene circuit that serves as an in vivo gRNA testing system, ensuring appropriate gRNA choice even when no precise sequence information of local varieties is available. We aim to develop a split-Cas9 system based on viral vectors to efficiently deliver the editing machinery into the plant, and to create an affordable Labcase with the necessary laboratory equipment for HYPE-IT.\n", "team": "Valencia_UPV", "title": "HYPE-IT: Hack Your Plants Editing with us"},
{"url": "http://igem.org/Team.cgi?team_id=2070", "abstract": "Like begets like. It is said that all living things inherit gene from their ancestors thus they resemble their ancestor. In some cases, however, this point of view is not appropriate to describe lives. DNA sequences are not the sole factor which decides how an organism lives. Other factors are also able to control phenotype beyond generations. The purpose of our project is creating a genetic circuit functional in E. coli which allows E. coli to switch or loop back its gene expression and phenotype when each cell division takes place. This will be achieved by the use of the nrd promoter to sense to cell division, three types of sets of sigma factor/anti-sigma factor/sigma promoter control transcription orthogonally to make 3 states of gene expression, and a toehold switch to create an AND gate required in the circuit.\n", "team": "UT-Tokyo", "title": "changing gene expression of E. coli after each cell division takes place"},
{"url": "http://igem.org/Team.cgi?team_id=1966", "abstract": "Aromatic aldehydes have a wide range of useful applications, from flavors and fragrances to pharmaceutical precursors and plastic additives. A large majority of these aldehydes are produced at low yield and over toxic catalysts. This gives rise to the need to produce these molecules in a renewable, environmentally friendly, and high-yield manner. Our project aims to meet these goals by developing a synthetic biology route to generate a library of aromatic aldehydes from their respective inexpensive toluene-based precursors that are an environmentally toxic waste in crude oil processing. We utilize the xyl ortho pathway of Pseudomonas putida, which is cloned into Escherichia coli as a host platform. This pathway converts toluene derivatives with a wide range of functional groups in the meta and para positions on the ring to their corresponding aromatic aldehydes, leaving the meta and para substituents unaltered and therefore allowing for development of a library of products.\n", "team": "UT-Knoxville", "title": "Engineering Bacteria to Make Natural Scents from Chemical Wastes"},
{"url": "http://igem.org/Team.cgi?team_id=2072", "abstract": "    Chinese medicine have been used for thousands of years.  We focus our project on one of common Chinese medicinal herbs:  Notoginseng.  In the literature, oral uptake of notoginseng usually results in poor absorption of  ginsenosides, one important group of bioactive ingredients of notoginseng, notably due to its chemical modification of glycosylations.  We plan to use recombinant beta-glucosidase to modify ginsenosides to improve oral bioavailability.\r\n    We will take two separate approaches: in vitro enzymatic reaction and solid fermentation to test our beta-glucosidase activity toward ginsenosides modification.\r\n    We name our project iGUT for the purpose of emphasizing the importance of microorganisms of our gut in helping our nutrition and medicinal need, and would like to consider our recombinant beta-glucosidase containing E.coli as a model to develop new “probiotics-in-a-test-tube” for the modification of ginsenosides. \r\n\n", "team": "UST_Beijing", "title": "iGUT: For notoginseng"},
{"url": "http://igem.org/Team.cgi?team_id=2001", "abstract": "Our project aims at designing a powerful and convenient tool for synthetic biologists to assist their research. It is web based and has a plugin system.\r\n\r\nAs a web based software, it can be used on any platform and operating systems. \r\n\r\nBesides, since it's a plugin system, all of its functions are implemented as plugins, which makes it easy to  be expanded. Any developer can design his or her own plugins and insert them into our software.\r\n\r\nThis year, we will accomplish the whole framework and achieve the following features.  \r\n\r\n1. Provide guidance for experiments from simulation.\r\n\r\n2. Automatically seek for pathways.\r\n\r\n3. In-time edit of genetic circuits.\r\n\r\n4. Data visualization.\r\n\r\n5. A key to retrieve the major databases.\r\n\r\n6. Cooperating and sharing based on account system.\r\n\r\n7. Automatically search for relationship between genes from papers.\r\n\r\n...\r\n\n", "team": "USTC-Software", "title": "BioHub"},
{"url": "http://igem.org/Team.cgi?team_id=2009", "abstract": "    USTC team focuses on a kind of yeast prion called Sup35. It shares some properties with normal prion, but it’s harmless. We know that Sup35 aggregates between 37℃ and 42℃, and Guanidine Hydrochloride (GDNHCL) induces aggregated Sup35 to separate.\r\n    We decide to take advantage of three characters of Sup35: assembling, thermal control and reversibility. The first circuit is based on Yeast Two-hybrid System. The aggregation of Sup35 results in the binding of AD and BD, then downstream gene GFP expresses. In the second circuit, we split sfGFP, a variant of GFP, into two fragments: sfGFP1-10 and sfGFP11. sfGFP11 is linked to Sup35. sfGFP1-10 spontaneously binds to sfGFP11 to show green fluorescence, however, aggregation of Sup35 inhibits the binding, thus the fluorescence disappears. Being regulated by temperature and GDNHCL, our circuits can be used as biological temperature control kill switch, as biological temperature indicator and in scientific research. \r\n\n", "team": "USTC", "title": "A Prion's Life"},
{"url": "http://igem.org/Team.cgi?team_id=2136", "abstract": "The objective of this project is to produce a biomaterial for immobilizing proteins initially directed to application on burns, using immobilized enzibiotics. The term \"enzibiotics\" refers to the junction of the words \"enzyme\" and \"antibiotic,\" this is enzymes exhibiting antimicrobian activity. For immobilizing these biomolecules will be used gene recombination techniques, adding the polymerization domains  in the enzibiotic molecule, compatible with the spider silk proteins. Both will be produced in recombinant microalgae  by nuclear transformation of model microorganism Chlamydomonas reinhardtii. The project will be executed by group of undergraduates and graduate students in the context of iGEM. It is expected to achieve spider silk fiber production and its initial characterization for antimicrobial activity and mechanical properties, as well as the productivity evaluation in the proposed system. From these results, we can evaluate the application of this immobilizer in other biotechnological applications such as biotransformation, biosensors, biomaterials and textile industry.\n", "team": "USP_UNIFESP-Brazil", "title": "AlgAranha"},
{"url": "http://igem.org/Team.cgi?team_id=2149", "abstract": "This project focuses on the production of alkanes with an E. coli resistant to fatty acid. Alkanes are key components of petroleum diesel, however, biodiesel molecules produced by transesterification are oxygen-rich and combustion of these esters cause malfunction and corrosion in regular engines. The development of a biodiesel free of oxygen chemically similar to the petroleum based fuel is essential to expand the lifetime of engines using the concept of drop-in. A membrane resistant to fatty acids is important for using vegetal oils as the source material and this resistance will be provided by tocopherol. The USP-EEL-BRAZIL team  is composed of undergraduate and graduate students. In the long run term, the USP-EEL-BRAZIL team expects to develop a genetic circuit for Industrial biodiesel production.\n", "team": "USP-EEL-Brazil", "title": "Production of alkanes by an E. coli resistant to fatty acids"},
{"url": "http://igem.org/Team.cgi?team_id=2147", "abstract": "Conotoxins are small neurotoxins that bind to and affect the opening and closing of ion channels, thus altering membrane potential and disrupting neurological signaling pathways. Due to their small size, conotoxins could be easily aerosolized and could be used as biological weapons of mass destruction. \r\n\r\nOur goal of this project has two components. The first is to create a program to mathematically model both normal and conotoxin-affected intracellular ion concentrations. The second is to develop a signaling and responding pathway to detect changes in membrane potential and eliminate the conotoxins. \n", "team": "USNA-Annapolis", "title": "Editing the Human Microbiome: Proactively Preventing Aerosolized Conotoxin Attack"},
{"url": "http://igem.org/Team.cgi?team_id=2179", "abstract": "\r\n\r\nA Martian colony must make efficient use of the planet’s limited resources. This project was inspired by the movie, “The Martian” and by the work of Davila et al (2013- Intl. J. Astrobiol) who proposed that toxic concentrations of perchlorate (ClO4) in Martian soil was a resource that could be exploited as a source of oxygen (O2), while remediating the soil in the process. Here we build on this work and others by:\r\n1) testing the idea that that ClO4 can be highly enriched and concentrated inexpensively by selective ion exchange chromatography, 2) Converting ClO4 to O2 and Cl-  using a strain of E. coli that has been engineered to express perchlorate reductase and chlorite dismutase (two enzymes derived from the soil bacterium Ideonella dechloratans) and, 3) developing a method for the conversion of colony bio-waste into a highly enriched media for bacterial growth.\r\n\n", "team": "UrbanTundra_Edmonton", "title": "Sustainable Living on Mars: Remediation of Martian Soil to Produce Oxygen through Genetic Engineering."},
{"url": "http://igem.org/Team.cgi?team_id=2003", "abstract": "Microfluidics already allows us to scale down a wide range of experiments, streamlining and lowering their cost. Creating microfluidic chips can however be very expensive, since certain expertise and special equipment are required. Our goal was to develop a method of making microfluidics more available to iGEM teams and researchers, while also creating tools that could be combined with these chips. By 3D-printing the molds for the chips we were able to produce cheap, high resolution devices capable of transforming E.coli more efficiently than standard protocols for transformation. We also characterised and added to the registry the recently discovered CRISPR associated protein CPF1 as well as the fluorescent protein UnaG. As CPF1 has been shown to be more effective than CAS9 in certain aspects, and UnaG being half the size of GFP, we thought these proteins would greatly assist future iGEM teams, especially in combination with microfluidics!\r\n\n", "team": "Uppsala", "title": "Chipgineering - Microfluidics, now for everyone"},
{"url": "http://igem.org/Team.cgi?team_id=1973", "abstract": "Pseudomonas putida is a soil bacterium capable of surface attachment and aggregation to form biofilms. Biofilms are excellent catalysts of biotechnological processes, as they are more efficient, robust and resistant than bacteria in suspension. Glycerol is a byproduct from the biodiesel industry that has become a preferred substrate for industrial fermentations. The purpose of this project is to generate a platform P. putida strain to catalyze biofilm-based conversion of glycerol to interesting end-products. To this end, we intend to genetically manipulate P. putida to incorporate a synthetic genetic switch that will allow us to reprogram bacteria either to induce robust biofilm formation appropriate for biocatalysis, or biofilm dispersal to allow easy recycling of the substrate materials of the reactor. On the other hand, we will use in silico predictions to rationally modify carbon assimilation and metabolism to obtain conversion of glycerol into products of potential biotechnological use.\n", "team": "UPO-Sevilla", "title": "Transforming waste glycerol from biodiesel production using bacterial biofilms"},
{"url": "http://igem.org/Team.cgi?team_id=2180", "abstract": "Bees are an important part of our daily life. Recently, they became endangered due to the Colony Collapse disorder (CCD) which itself has multiple causes including pesticides, pathogens and pests. Our goal is to modify Bacillus subtilis so it can detect some factors indicating beehives' health. This would allow beekeepers to take early measures to keep beehives healthy, and bee researchers to have an easy way to study CCD with the possibility of studying correlations between multiple factors. We plan to detect a bee pathogen, Paenibacillus larvae, sugar and heavy metals levels in bees through a color detection system. Once we obtain our proof of concept, this detection system could be used to detect additional factors indicating bees’ health by simply interchanging one biobrick to detect a new factor. Eventually, a “reverse API gallery” system could be set up with multiple factors detection using our “Bee subtilis”.\n", "team": "UPMC-Paris", "title": "Bee subtilis"},
{"url": "http://igem.org/Team.cgi?team_id=2106", "abstract": "-- No abstract provided yet --\n", "team": "UPIBI-IPN", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2118", "abstract": "Our aim is to develop a supplementary probiotic that, used in a regular and preventive way, can reduce the amount of polyamines that our body absorbs (which are the main cause of carcinogenicity in red and processed meat), so as to maintain their concentrations within a healthy level. This probiotic will consist on polyamine auxotrophic bacteria, extracted from the intestinal human microflora, that will contain specific enzymes also found in our body. \t \r\nAdditionally, we have planned to develop a cancer risk detector by engineering a bacterial cell and developing a reactive strip that, in contact with urine, can test the risk of having a growing tumor. The principle behind this idea is that an acetylated version of polyamines are exported to the blood and later to urine. This molecules have been targeted in previous studies with a high success in both sensibility and specificity of cancer risk detection.\n", "team": "UPF-CRG_Barcelona", "title": "Polybiome Project: Colorectal cancer preventive treatment and tumor risk marker"},
{"url": "http://igem.org/Team.cgi?team_id=2008", "abstract": "One of the greatest barriers to long term space travel is the exposure to high energy ionizing radiation (IR). Exposure to IR can induce double stranded breaks which are very cytotoxic, resulting in cell death. Current solutions, while effective in low earth orbit, are less so outside of the magnetosphere. The 2016 U of C Calgary team address this problem through synthetic biology and the engineering of Bacillus subtilis. A strain of B. subtilis has been engineered to express a recombinant peptide, Bowman-Birk Protease inhibitor (BBI), which has radio-protective effects. The bacteria are contained within a patch, allowing for continuous secretion of the peptide into the body. While the initial system is designed to produce BBI, restriction sites within the gene constructs allow for any gene to be inserted, creating a versatile expression platform. This can be customized for the secretion of bio-therapeutics for future space missions.  \r\n\n", "team": "UofC_Calgary", "title": "The Subtilis Defence"},
{"url": "http://igem.org/Team.cgi?team_id=2024", "abstract": "The bacterium Ideonella sakaiensis was discovered in 2016 by Japanese researchers from the Kyoto Institute of Technology. It is able to degrade PET - a common consumer plastic - into terephthalic acid, which poses no threat to our environment. We aim to isolate the two enzymes within Ideonella sakaiensis that undertake this reaction, PETase and MHETase, and express them in Escherichia coli. PETase first breaks down PET into methyl-(2-hydroxyethyl) terephthalate or MHET. MHETase then converts MHET into terephthalic acid. The two enzymes will be assayed for activity, after which we shall analyse them using Cryo Electron Microscopy to produce a 3D structure with a point resolution of 0.27 nm. We then aim to secrete these enzymes into the periplasm of the bacterium using the OmpA secretion system within E. coli. This will be achieved by fusing a leader sequence to the two enzymes from the OmpA gene. \n", "team": "UoA_NewZealand", "title": "Degradation of PET Plastic using PETase and MHETase from the bacterium Ideonella sakaiensis"},
{"url": "http://igem.org/Team.cgi?team_id=2022", "abstract": "Some bacteria naturally bleb: a process whereby their outer membrane pinches in and buds off. The result of this is an outer membrane vesicle (OMV), a nanoscale lipid bubble, released into the environment. These OMVs can be decorated on the outside with outer membrane proteins, and can encapsulate periplasmic proteins within. Given this, OMVs have the potential to be tailored to a variety of functions, by targeting proteins either to the periplasm or outer membrane. This customisable nature means that OMVs could become a new platform technology for the application of future synthetic biology projects. Currently, however, there is no standardised system for inducing hypervesiculation in bacteria, and thus our project compares the effect of different genetic factors on OMV formation. With this data we will produce the ultimate strain of blebbing bacteria which can be utilised for the production of OMVs adapted for environmental, medical, or industry purposes.\n", "team": "UNSW_Australia", "title": "Bleb"},
{"url": "http://igem.org/Team.cgi?team_id=1975", "abstract": "Space missions face the problems that transporting mass is expensive and the needs of long expeditions are unknown in advance.  It would be revolutionary to have the capacity to manufacture various resources needed without prior knowledge of exact mission requirements.  We have designed a modular co-culture system to accomplish this: containing the cyanobacterium Synechococcus elongatus to use CO2 and light, which are plentiful on Mars, to produce sucrose.  This is used as a common feedstock by Bacillus subtilis to generate essential end-products.  We used polylactic acid as a proof-of-concept, since 3D printers can use it for tools and machine parts.  To examine the co-culture’s practicality in extraterrestrial environments, the cutting-edge Jens Martin Mars Chamber was used to test stresses including UV exposure and pressure extremes. We propose that Bacillus’s sporulation ability will enable missions to maintain libraries of strains for constructing a versatile array of materials for future space exploration. \n", "team": "UNIK_Copenhagen", "title": "CosmoCrops: A modular platform for sustainable bioproduction in space"},
{"url": "http://igem.org/Team.cgi?team_id=2076", "abstract": "Production of polychlorinated biphenyls (PCBs) was banned in 1979, but these toxic chemicals still remain in soil and water worldwide.   Bioaccumulation of these probable carcinogens disrupts activity of the nervous, immune and endocrine systems of animals.   The current testing methods are unable to detect PCBs at the levels required by the US EPA (Environmental Protection Agency).  \r\nThe UNH team proposed to develop a highly sensitive biosensor for biphenyl. Previous iGEM teams attempted to design PCB biosensors, but their results were not conclusive.  Biphenyl is the chemical backbone of PCBs. Genetic circuits were designed using the bph operons from PCB degrading bacteria using E.coli as the host. If biphenyl is present in a water source, it should be converted into an intermediate that can activate the bph circuit and the signal will be further amplified through a positive feedback loop, resulting in a fluorescent output even at low concentrations of biphenyl. \n", "team": "UNH_Durham", "title": "Rogue E.coli: A Biphenyl Detective"},
{"url": "http://igem.org/Team.cgi?team_id=2086", "abstract": "High nitrate levels caused by Nitrogen-rich fertilizers lead to numerous health and environmental consequences. By designing a bacteria that can thrive in this contaminated water and reduce the nitrates to other molecules, we can minimize the impact caused by high nitrate levels. Our approach is to engineer an E. coli that has these capabilities and will not be harmful to the environment. A portion of the nap operon found naturally in E. coli will be over-expressed to produce Nitrate Reductase that can reduce nitrate ions to nitrite ions. This design could be further built upon to eventually reduce nitrate ions completely to nitrogen gas. We also designed a kill switch that only allows the bacteria to grow in areas with high nitrate levels. A ΔserA strain of E. coli is used as the chassis and is complemented with a plasmid containing the serA gene with the nitrate-sensitive PyeaR promoter.\n", "team": "UNebraska-Lincoln", "title": "Nitrogen \"Breaking\" Bacteria"},
{"url": "http://igem.org/Team.cgi?team_id=2063", "abstract": "Our primary project goal is the production of a fusion protein system capable of importing select proteins into outer membrane vesicles and through those vesicles, other cells. In comparison to other cell-cell communication methods, such as liposomes, viral vectors and quorum sensing, our system will take one step to apply and prevent serious degradation of the protein via the natural double membrane structure of an OMV. Because E. coli is naturally used widely by biology labs and is easy to produce, our project has the potential to revolutionize molecule based transport therapeutics and greatly decrease the issues future iGEM teams may experience transporting and using their proteins.\n", "team": "UNC-Chapel_Hill", "title": "Transport of Proteins in E. coli via OMV Biogenesis"},
{"url": "http://igem.org/Team.cgi?team_id=2138", "abstract": "Much like proteins, solitary strands of RNA develop secondary structures due to the bonding between nucleotides which comprise the RNA strand. The secondary structures can inhibit ribosomal binding and translation initiation, preventing synthesis of amino acids and proteins.  Through the introduction of heat, the bonds between nucleotides can be separated creating a linear strand of RNA which may be translated. This temperature-controlled gene expression may be used in any variety of applications given further foundational research in quantifying protein production whilst knowing the secondary structure and melting temperatures. To allow for such quantification, synthetic RNA sequences of known secondary structure and corresponding melting temperatures will be ligated upstream of reporter fluorescent and chromaprotein genes. The varying levels of color or fluorescence expression based on the temperature of the studied cells will be used to create mathematical models for future use of RNA thermometers.\n", "team": "UMass-Dartmouth", "title": "Temperature Controlled Gene Expression via RNA Thermometers"},
{"url": "http://igem.org/Team.cgi?team_id=2032", "abstract": "Global climate change is the most profound threat facing society. Greenhouse gasses like carbon dioxide and methane are major contributors, with methane being 29 times more potent than carbon dioxide. Sources of methane include landfills and animal farms. Current methods to control methane emissions include combustion into carbon dioxide, which depletes methane but at the levels present naturally is inefficient for generating energy. We plan to create strains of E. coli that break down methane using methane monooxygenase from methanotrophs, organisms that use methane as an energy source. Methane will be oxidized into methanol, which could be extracted for industrial use, but we plan instead to introduce other metabolic pathways (perhaps in co-cultured bacteria) that convert methanol into cellular metabolites (biomass) or else carbon dioxide. Our biological removal of methane could be implemented into the piping of landfills as an environmentally friendly strategy for ameliorating global climate change.\n", "team": "UMaryland", "title": "Biosequestration and Subsequent Degradation of Methane to Combat Greenhouse Gas Emissions"},
{"url": "http://igem.org/Team.cgi?team_id=2007", "abstract": "Biodiesel is mainly composed of fatty acid methyl esters (FAMEs) and is a renewable energy source. Currently FAMEs are synthesized through transesterification of free fatty acids (FFAs) using a methyl donor, such as methanol, along with an alkaline catalyst to speed up the reaction. Both the extraction of FFAs and the chemicals used in this process are expensive. We intend to reduce the production cost of biodiesel by producing FAMEs in vivo using an insect methyltransferase called Drosophila melanogaster Juvenile hormone acid O-methyltransferase (DmJHAMT) within Synechococcus elongatus PCC 7942. DmJHAMT transfers the methyl groups from endogenous S-adenosyl-L-methionine (SAM) to FFAs therefore synthesizing FAMEs.  To minimize extraction costs, we aim to induce self-lysis in Synechococcus at maximum optical densities using quorum sensing.  By regulating the production of autoinducers with promoters of various strengths, we plan to tune the optical density at which gene expression is activated. \r\n\n", "team": "ULV-LC-CV", "title": "In vivo production of fatty acid methyl esters in cyanobacteria utilizing the insect methyltransferase, DmJHAMT "},
{"url": "http://igem.org/Team.cgi?team_id=1987", "abstract": "Most promoters in the iGEM registry can be separated into two categories. There are constitutive, or “always on,” promoters of various strengths. There are also inducible promoters, which activate transcription based on environmental factors such as light, pH, or the presence of certain molecules. UIUC_Illinois is characterizing a promoter library that gives more control over gene expression, without the need for inducers. We are isolating a set of e. coli promoters that turn on and off according to the host’s growth phase. For example, one promoter may become active during exponential growth but shut off as growth slows. Another promoter may exhibit little to no activity until stationary phase has been reached. These promoters will be useful tools for any teams wishing to time protein production in vivo, for applications such as metabolic engineering, probiotics, or more.\n", "team": "UIUC_Illinois", "title": "Just in time: a library of growth phase dependent promoters"},
{"url": "http://igem.org/Team.cgi?team_id=1927", "abstract": "UiOslo 2016 picks up the mantle in the battle towards antibiotic resistance, one of the biggest threats to the world as we know it. They aim to create a diagnostic test for resistant bacteria so fast, cheap and easy to use that it can be used anywhere, at any time. Not only will they detect dangerous bacterial enzymes, but by reimagining CRISPR/Cas9-technology, the team proposes a design of a gene detection tool that can detect also the resistance genes themselves. Along with their test they present PhoneLab - an app of their own design to interface with their test. By improving diagnostics, unnecessary and wrong use of antibiotics may be prevented, enabling us to contain the spread of resistant microbes before it becomes too late for all of us.\n", "team": "UiOslo_Norway", "title": "Urinetrouble: Detecting Antibiotic Resistance Equipment"},
{"url": "http://igem.org/Team.cgi?team_id=2050", "abstract": "Although antiretroviral therapy has allowed for the management of HIV infection, being a lifelong therapy, it has significant economic burden, side effects, and risk of resistance. A therapeutic DNA vaccine is the best candidate for a cure for HIV infection, but DNA vaccine trials have so far been unsuccessful due to silencing of the antigen-coding gene and/or insufficient innate immune activation. To address this problem, we designed a vector with a synthetic promoter (based mainly on the ckm and itgax genes) designed to facilitate strong expression in muscle and myeloid cells, blocks of CpG DNA motif designed to stimulate innate immunity through toll-like receptor 9 (TLR9), and a dsRNA-coding Pol III-dependent gene designed to stimulate innate immunity through retinoic acid-inducible gene I (RIG-I) receptor. This vector will allow for the development of a new generation of highly potent DNA vaccines against HIV, hence the project designation HI,Vax!\n", "team": "UI-Indonesia", "title": "Project HI,Vax!"},
{"url": "http://igem.org/Team.cgi?team_id=1896", "abstract": "The access to water is a fundamental human right. This right has been referred to in a number of international documents over past decades and was specifically included in the Convention on the Rights of the Child in 1989. The U.N. predicts that by 2025, more than half of the countries in the world will be experiencing water stress or outright shortages. The former Secretary-General, Kofi Annan, states the 'Lack of access to water for drinking, hygiene, and food security inflicts enormous hardship on more than one billion members of the human family'.\r\n\r\nOur project consists of an optimized modular shape/surface for condensation and subsequent freshwater collection by gravity. Our modules will be 3D printed in an innovative desiccant filament that allows us to bind ice-nucleating proteins. The project primary focus it to enable bioprecipitation and recover freshwater by passive atmospheric condensation. Functionized 3D-printed shapes has a plethora of applications. \r\n\n", "team": "UGent_Belgium", "title": "Biocatalyzed atmospheric condensation"},
{"url": "http://igem.org/Team.cgi?team_id=1939", "abstract": "Current bacterial chassis use expensive sugars as feedstocks, which limits profitability. Using the archaeal model Methanococcus, we are developing an archaeal chassis that feeds on inexpensive CO2 and H2 or formate instead of sugars, for next-generation biochemical productions. Our team is developing tools and methods for modulating protein expression in M. maripaludis, an archaeal model. Our focus is engineering the Ribosomal Binding Site (RBS). We use a mCherry reporter developed by our team previously to measure protein expression levels in a library of RBS mutants. We are now working to (1) determine the effects of mutations in the spacer region and the role of mRNA secondary structure, (2) expand our Archaeal Interlab study to encourage more iGEM teams to collaborate with us and standardize our fluorescence measurement protocol, and (3) continue metabolic modeling to evaluate the effect of alternate carbon sources on cell growth and geraniol production in M. maripaludis.\n", "team": "UGA-Georgia", "title": "Building the genetic tools to make Methanococcus maripaludis the next-generation model chassis for biochemical production"},
{"url": "http://igem.org/Team.cgi?team_id=2123", "abstract": "Mercury is a highly toxic metal which is present in our everyday-life. In Amazon, mercury is widely used in industries and mining. Due to the absence of a strict regulation, it’s estimated that there are about 3000 tons of mercury in Amazon, contaminating Amazon' biodiversity and native populations. Our main goal is to develop revolutionary bioremediation methods, structured as: Design and Characterization of a Library of new promoters regulated by mercury; Mer operon expression improvement; Build a unique Synthetic Phytochelatin and it's expression in the outer membrane; Scale-up and develop a bioreactor; Genome sequencing of wild bacteria present in Amazon. Alongside with a never done before approach, the project has a huge social work in: awareness of SynBio to communities; improving the regulation of disposal of Mercury at Federal Public Ministry; a step-by-step to develop SynBio and to participate in IGEM in Brazil and Latin America! Check this out!\n", "team": "UFAM-UEA_Brazil", "title": "Hydrargyrum - a revolutionary method to mercury bioremediation in E. coli "},
{"url": "http://igem.org/Team.cgi?team_id=2025", "abstract": "Synthetic DNA holds a great promise for high-density, long-term and massive information storage. As the cost of DNA synthesis and sequencing decreases at an accelerated pace, practical application of DNA as information storage medium is on the horizon. However, there lacks a bridge to connect the current electronic-based information technology (IT) world with the future DNA-based biotechnology (BT) information world. To address this need, we develop a web-based software tool, Bio101, to encode conventional electronic computer files into nucleotide (nt) sequences and to decode the latter into original data format reversely. Through a five-step process, compression, encryption, bit-to-nt conversion, indexing and validation, Bio101 can convert any computer file into a set of short, non-bioactive DNA sequences which are ready to be delivered to a DNA synthesis company for the physical writing-in. A user-friendly webpage makes the technique available at everyone’s fingertip.   \n", "team": "UESTC-software", "title": "Bio101: DNA Information Storage System"},
{"url": "http://igem.org/Team.cgi?team_id=2013", "abstract": "In view of increasingly serious issues on plastic pollution, greenhouse effect and energy shortage, various attempts were made to figure out approaches to settle these problems but we have not got the perfect answer yet. Inspired by the effort of Kyoto Institute of Technology, we come up with an idea to try solving these three problems by using synthetic biology methods. Plastic-degrading enzymes PETase and MHETase were produced by modified bacteria in order to hydrolyze plastics into TPA and EG, followed by a series of metabolism which transforms TPA into pyruvate, and finally, isobutanol was synthesized through pyruvate, catalyzed by two enzymes KDC and ADH. In a word, we use genetically modified bacteria to degrade plastic and produce isobutanol as clean energy.\r\n\n", "team": "UESTC-China", "title": "Degrade plastic and produce isobutanol"},
{"url": "http://igem.org/Team.cgi?team_id=2085", "abstract": "Undergrads make cool new optical gene switches\r\n\n", "team": "UC_San_Diego", "title": "Optical genetic switches"},
{"url": "http://igem.org/Team.cgi?team_id=1916", "abstract": "Color is innate in food perception and consumers expect vivid colors -- beyond those already present in food. Due to backlash against artificial colorants, some large food companies have pledged to exclusively use natural food colorings, which may result in the disappearance of some brightly colored food. This is a complex transition as there are limited natural options for food pigment and the regulatory framework is evolving. In this project we show that cyanobacteriochrome (CBCR) proteins are a viable and natural alternative to artificial food dyes. Mined metagenomic data was used as a source of novel proteins to produce CBCR colors in an effort to expand the color spectrum of natural food dyes. In order to find the optimal genetic circuit for maximizing protein production, different operon structures were also explored in E. coli. Lastly, we worked towards expressing CBCR’s in a GRAS organism, B.subtilis, to address human consumption concerns.\n", "team": "UC_Davis", "title": "Cyantific - A Pigmented Protein Alternative to Synthetic Food Dyes."},
{"url": "http://igem.org/Team.cgi?team_id=2159", "abstract": "-- No abstract provided yet --\n", "team": "UCSD_Auditory", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2071", "abstract": "Industrial Agriculture produces enormous quantities of excess, sugar-rich biomass not fit for human consumption. We believe that the tools of synthetic biology can be used to take advantage of this surplus by converting it to high value products and minimizing the amount of waste in agriculture. With this project we engineered bacteria to transform almond hulls into erythritol, a zero-calorie sweetener with a fast growing market. We take on the high cost of sugar alternatives, directly addressing diabetes and obesity, using the underutilized biomass of inedible agricultural co-products. Through public discussion, surveys, expert interviews, and cost analysis, we believe we can utilize synthetic biology to convert non-food almond co-products into Erythritol. In order to push our platform off the benchtop and into the real world, we considered the production costs of this product, and built a low cost bioreactor and purification system to directly address the price point.\n", "team": "UCSC", "title": " Building a Better Sweetener through Almond Waste Valorization"},
{"url": "http://igem.org/Team.cgi?team_id=1953", "abstract": "Thallium (Tl) is a heavy metal contaminant in the environment and water systems, a concentrated byproduct of mining and industrial applications. Its high toxicity is due to its ability to enter the body through potassium uptake pathways as a potassium analog. Acute exposure to this suspected carcinogen leads to symptoms such as neuropathy and chronic exposure leads to extensive tissue damage. There are few strategies that specifically target thallium for bioremediation in both soil and water systems. Our research focuses on developing a novel thallium uptake system by overexpression of the endogenous Trk protein complex (consisting of trkA, trkE, trkG, and trkH) in E. coli.\r\n\n", "team": "UConn", "title": "Thallium Bioaccumulation Mediated by E. coli Potassium Uptake Systems"},
{"url": "http://igem.org/Team.cgi?team_id=2093", "abstract": "E. coli still remains the first host used for recombinant proteins production, for research and bioindustrial purposes. The mode of production of these proteins is predominantly periplasmic. A cell lysis step is necessary to the recombinant protein extraction, limiting the yield and the purity of the extracted proteins and hindering continuous production.\r\n\r\nOur solution is the insertion of a phage porin in the outer membrane. We aim to condition the porin’s opening system to create a gateway between the intra- and extra-cellular environment by getting rid of the cumbersome lysis step.\r\n\r\nWe will use a directed evolution approach to mutate specific regions linked to the gate opening and subject the resulting mutants to strong specific selection pressure. Through this method we will attempt to create a regulating system for our gate’s opening/closure.\r\n\r\nThanks to the Gatekeeper, E. coli will be used in continuous reactors to produce recombinant proteins.\r\n\n", "team": "UCLouvain", "title": "The Gatekeeper : a new secreting method of recombinant proteins for E. coli"},
{"url": "http://igem.org/Team.cgi?team_id=2068", "abstract": "Conventional nonspecific drug delivery lacks specificity and efficiency, leading to undesirable side-effects. To remedy these issues, we have taken both a synthetic and cellular approach to targeted drug therapy via protein cages and recombinant bacteria. We aim to create self­-assembling protein cages capable of cleavage by thrombin proteases at blood clot sites. These cages, characterized through dynamic light scattering and PAGE, would be pre-loaded with anticoagulant drugs to reduce the risk of systemic hemorrhage and treat thrombosis. Additionally, we propose an alternative to broad spectrum antibiotics using contact-dependent inhibition (CDI) systems that mediate intercellular competition between gram­-negative strains. Through Gibson assembly and Lambda-­red recombineering, we will engineer bacteria capable of inhibiting selected strains by exporting foreign CDI systems into DH5-­alpha. Furthermore, we intend to identify the target receptor recognized by Enterobacter aerogenes’ CDI system through transposon mutagenesis. These approaches aim to meet the need for targeted treatments to reduce adverse nonspecific interactions.\n", "team": "UCLA", "title": "Deliver-E Coli "},
{"url": "http://igem.org/Team.cgi?team_id=1954", "abstract": "Ageing imposes permanent damage to cells in response to various forms of biological stress. The effect of free radicals has emerged as a major factor in molecular ageing of mammalian cells. We are developing a bacterial oxidative stress sensitive probiotic that releases lycopene antioxidant in the presence of oxidative stress in the gut. We are also taking forward a gene therapy approach to boost expression of the enzyme Superoxide dismutase (SOD) in the presence of oxidative stress signals. SOD therapy has the potential to act as a treatment against lung disease and has been proven in some studies to extend healthy lifespan. Hypertension increases rapidly with ageing and we have explored the potential of a antihypertensive dental device consisting of oral bacteria designed to produce nitric oxide precursors in saliva. Nitrite is swallowed and processed to produce Nitric Oxide which causes vascular relaxation, reducing blood pressure.\n", "team": "UCL", "title": "BioSynthAge: Synthetic biology for increased healthspan."},
{"url": "http://igem.org/Team.cgi?team_id=2176", "abstract": "Disrupted circadian timing plays a role in many human diseases, yet designing interventions that specifically target circadian malfunction remains a challenge. It may be possible to restore circadian timing in animals transgenically using an oscillator network based on the KaiABC system, which consists of three core proteins that generate a 24-hour circadian clock endogenous to the cyanobacterium Synechocococcus elongatus. The Kai oscillator can be reconstituted in vitro with purified proteins, motivating a previous study to transplant it into E. coli (Chen et al, 2014). Successfully transplanting this dynamic system from prokaryotes to eukaryotes would represent an important step towards potential therapeutic treatment. Therefore, as a proof of concept, we aim to establish the KaiABC system in Saccharomyces cerevisiae. We will attempt to drive cyclic expression of GFP and RFP on alternating 12-hour cycles, thus inducing circadian expression of two temporally separated protein products in a non-circadian eukaryotic organism.\n", "team": "UChicago", "title": " It's About Time: Expressing the KaiABC Oscillator System in Yeast"},
{"url": "http://igem.org/Team.cgi?team_id=2002", "abstract": "Lactococcus lactis, a generally recognised as safe (GRAS) bacterium commonly used in food production, is highly amenable to genetic manipulation. We aim to develop a synthetic L. lactis-based platform that can deliver proteins to immune cells to precisely influence the host immune response for use in the treatment of various diseases.\r\n\r\nPotential applications which we have investigated include vaccination strategies and macrophage modification. We have developed the platform as a vaccine against leishmaniasis, a neglected tropical disease increasing in geographical distribution. LJM11 is an immunogenic salivary protein of the sandfly vector, Lutzomyia longipalpis. Our inexpensive platform, through simple oral administration, has the capacity to deliver this protein to antigen-presenting cells, and potentially immunise against the life cycle of leishmaniasis. Besides vaccination strategies, this platform may be employed to modify the phenotype of other phagocytic cells associated with diseases such as cancer.\r\n\n", "team": "UCC_Ireland", "title": "Limitless Lactis: Intelligent Lactococcus lactis strains as a protein delivery platform for disease treatment"},
{"url": "http://igem.org/Team.cgi?team_id=2150", "abstract": "The discovery and mass production of antibiotics has saved the life of hundreds of millions of people.  However, antibiotic residues in nature and industrial products put people under exposure to varied antibiotics on a daily basis.  The impact of such exposure is yet unclear, but some researches have shed light on its role in antibiotic resistance or obesity.\r\n\r\nUCAS iGEM is devoted to degrading antibiotic residues in exhausted water in waste water treatment plants(WWTPs) or hospitals.  We mainly focuses on tetracycline, which is one of the most abundant antibiotic detected in Chinese city rivers.  Screen of enzymes including TetX makes the system MORE EFFICIENT, whilst the design of a sensor with a positive feedback and a TA module-based kill-switch makes the system SAFER and SMARTER.  Our engineered bacteria will not express degrading enzymes unless antibiotic is presented, and it effectively kills itself after leaking into wrong places.\n", "team": "UCAS", "title": "Ultra-sensitive Controllable Antibiotics Scavenger"},
{"url": "http://igem.org/Team.cgi?team_id=2029", "abstract": "Recycling of printed paper has made an indisputable contribution to conserving our environment. However, current recycling methods consume vast amounts of energy and release toxic byproducts. Prior research has identified a number of enzyme classes that can efficiently replace the chemicals currently used in paper recycling. Despite their ability to facilitate the separation of ink particles from paper fibers, a process called deinking, enzymes have not been widely used industrially due to insufficient knowledge about efficiency and costly production and purification methods.\r\nIn our project, we tackled these issues and took significant steps towards catalyzing research in the area and applying enzymatic paper recycling on an industrial scale. We developed a high throughput system which not only allows us to quantify deinking efficiency, but also to cheaply mass produce enzymes using a B. subtilis secretion system.\n", "team": "UBonn_HBRS", "title": "Enzymatic Whitewashing - the ecological approach to paper recycling"},
{"url": "http://igem.org/Team.cgi?team_id=2014", "abstract": "Our group aims to generate sugar-induced expression system for Escherichia coli, which consists of promoters induced by arabinose, rhamnose, xylose and melibiose. The system is tightly regulated, provides  independent induction of at least two different promoters and can be efficiently blocked by glucose. We have introduced various modifications of promoter sequences to obtain minimal, fully functional promoters, possibly stronger than original versions copied from E. coli genome. The modifications include changes in 5'UTR regions, likely ribosome binding sites and secondary structures to evaluate how those features affect translational machinery. We have also focused on open reading frame (ORF) optimization. Using bioinformatic analysis we have created sfGFP and mRFP variants composed exclusively of the most frequent or the rarest codons. We have also designed ORFs to control codon context effects and GC content for evaluation of their influence on translational effectiveness.\n", "team": "UAM_Poznan", "title": "Escherichia coli expression systems, promoter and gene optimization."},
{"url": "http://igem.org/Team.cgi?team_id=1890", "abstract": "This project aims to engineer Escherichia coli to make biological microlenses and lasers. To produce microlenses, we express the enzyme silicatein in our engineered cells, which catalyzes polymerization of silicic acid. This results in a biosilica layer around the cell, enabling it to function as a microlens. Additionally, we will create biological lasers to improve current imaging techniques by expressing fluorescent proteins within biosilica-covered cells. A fraction of the photons emitted by fluorescent proteins are trapped inside the cell by the biosilica layer. Once these photons hit other excited fluorescent proteins, stimulated emission occurs. This process results in light with a higher intensity and a narrower color spectrum compared to conventional fluorescence. With our research we hope to contribute to the wide range of applications in the field of bio-optics and enable environmentally friendly and economic production of microlenses with applications varying from smartphones to solar panels.\n", "team": "TU_Delft", "title": "The new age of optics: Creating biological lenses and lasers to improve imaging techniques"},
{"url": "http://igem.org/Team.cgi?team_id=1976", "abstract": "As the field of synthetic biology increases and becomes more present in the everyday live the topic of bio safety becomes more important likewise. However, there are no functional safety approaches available from previous years that the teams could easily choose and apply on their current projects. To this end, we want to generate a safety approach to enable all iGEM Teams to work safely with E.coli. \r\nA genetic circuit is integrated into the E.coli genome ensuring that genetically modified E.coli cannot survive outside of the required conditions. This genetic circuit is based on the availability of an unnatural amino acid (UAA) which continuously has to be added to the medium. A reporter protein is expressed as the level of UAA in the medium decreases, signalizing the low UAA concentration. If the level decreases further, the expression of colicin is induced, resulting in the death of the bacteria. \n", "team": "TU_Darmstadt", "title": "Colicide Squad - glow before you go"},
{"url": "http://igem.org/Team.cgi?team_id=2087", "abstract": "This project aims to develop a delivery platform for the Cas9 genome-editing tool.  Cas9 is an RNA guided endonuclease that is revolutionizing the field of molecular biology and is now being applied to therapeutics for the site-specific modification of the genome.  One of the major challenges facing CRISPR-Cas9 technology is efficient intracellular delivery and nuclear localization.  To this end, we are producing a fusion protein of the NLS-tagged Cas9 endonuclease and an atoxic variant of the Clostridium difficile toxin B (aTcdB). The TcdB protein mediates cell penetration by binding extracellular epitopes, entering via endocytosis, and delivering the active toxin component through the endosome membrane. By expressing the Cas9 protein at the N-terminus, and knocking out the toxin’s active site residues, the pore-forming component of the aTcdB protein should facilitate intracellular delivery of the CRISPR-Cas9 genome editing platform.\n", "team": "Tufts", "title": "Toxin Delivery of Cas9 to Mammalian Cells"},
{"url": "http://igem.org/Team.cgi?team_id=1882", "abstract": "Hereditary Fructose intolerance is a rare genetic disorder, caused by a deficiency in  Aldolase-B, leading to liver or kidney failure after fructose uptake. We will genetically modify the probiotic Lactobacillus johnsonii to metabolize fructose and sucrose instead of glucose in order to effectively remove these metabolites. Therefore we will knock out enzymes involved in glucose metabolism and increase the uptake and metabolism of fructose and sucrose. In order to avoid a significant impact on growth rates we will select suitable knock-out targets based on an analysis of in silico models of closely related species.\r\nSince cloning is the main work in both our and most other iGEM projects, we want to make cloning faster, easier and cheaper. We will achieve this by creating backbone inserts for a new plasmid series, that will allow the use of negative selection and a novel plasmid purification technique with the iGEM 3A assembly.\n", "team": "Tuebingen", "title": "FRUit Force - Probiotics Strike Back!"},
{"url": "http://igem.org/Team.cgi?team_id=2065", "abstract": "iGEM TU Eindhoven has developed new scaffold proteins that can control protein-protein interactions based on the 14-3-3 protein from the Tobacco plant (T14-3-3). In nature T14-3-3 proteins interact with the last 52 amino acids from the plant plasma H(+)-ATPase membrane protein (CT52). This binding is stabilized by the small molecule Fusicoccin, allowing chemically inducible assembly of CT52 on T14-3-3. In addition, CT52 has a free N-terminal end, enabling the attachment of proteins. In order to design new chemically controllable heterodimeric and tetrameric variants of T14-3-3, the Rosetta software package was utilized. These variants were used to bring CT52-fused proteins together on the scaffolds under influence of Fusicoccin, inducing the desired protein-protein interaction. Thus offering a way to chemically control protein-protein interactions. The heterodimeric scaffolds were used to test the viability of a chemically inducible CRISPR/Cas9 system and tetrameric scaffolds to test the viability of a Caspase 9 kill switch.\n", "team": "TU-Eindhoven", "title": "Novel small molecule mediated heterodimer and tetramer scaffolds based on T14-3-3 scaffold  protein  "},
{"url": "http://igem.org/Team.cgi?team_id=1918", "abstract": "When information flows through gene-regulatory networks, noise is introduced, and fidelity suffers. A cell unable to correctly infer the environment signals from the noisy inputs may be hard to make right responses. But what if the network structure is altered? What if a “parallel circuit”, where independently transcribed monomers assemble into functional complexes for downstream regulation, is in place of a “series circuit”?\r\nInspired by information theory, we scrutinize noise propagation in parallel information channels, and construct synthetic biology circuit using split florescent proteins and split dCas9 to quantitatively measure the capacity of these information channels. Computation and wet lab work are combined to optimize our understanding of such systems, and to interpret potential biological significance of reoccurring parallel designs in nature.\r\n\n", "team": "Tsinghua-A", "title": "Noise Propagation in Parallel Information Channel"},
{"url": "http://igem.org/Team.cgi?team_id=1923", "abstract": "iGEM 2016 team Tsinghua designed and developed an in vivo CRISPR/Cas9-based gene mutation surveillance system in yeast, which can monitor the occurrence of mutations within specific coding sequences and respond by triggering suicide of the monitored cell. It has been reported that with the assistance of PAM-presenting oligodeoxynucleotide (PAMmer) and specifically designed single guide RNA (sgRNA), dCas9 protein can bind to the mRNA of the target sequence while not recognizing the DNA template. Our system has two subsystems, the RNA monitoring system including dCas9, sgRNA and in vivo PAMmer-generating device, and the suicidal gene expression system, which are coupled by a modified dCas9 protein. The dCas9 is equipped with a nuclear localization signal (NLS) sequence, and a transcription activation domain. dCas9 would remain bound to its target mRNA and thus trapped in cytoplasm under normal circumstances, and translocate into the nucleus to initiate suicidal gene expression once a mutation occurred.\n", "team": "Tsinghua", "title": "An in vivo CRISPR/Cas9-based  gene mutation surveillance system  in Saccharomyces cerevisiae "},
{"url": "http://igem.org/Team.cgi?team_id=1984", "abstract": "We are now at a moment in history where life can be designed and created. As we move towards a global society, this shift in understanding will come to play a dramatic role in how we shape the future. Throughout Earth's past, life has been guided by evolution. It has lead to the domains Archaea, Bacteria, and Eukarya, all constituting the Tree of Life. This pivotal moment may require an addition; a domain of synthetically created life, The Synthetic Kingdom. Our project examines the roles of Synthetic Biology, looking at technology, society, medicine and industry. We investigate  the improvement of anti-malarial production, and the gene editing tool CRISPR-CPF1.  As we face problems such as disease, conservation and pollution, this new domain will undoubtedly revolutionize the world as we know it.\n", "team": "TrinityCollegeDublin", "title": "The Synthetic Kingdom"},
{"url": "http://igem.org/Team.cgi?team_id=2090", "abstract": "Fungi producing harmful mycotoxins flourish on a variety of widely consumed crops, notably bananas, tomatoes, potatoes, and grains. Such fungal infections significantly reduce sustainability and food production in developing countries, where mycotoxin exposure from lack of advanced food storage are responsible for severe economic losses and 40% of diseases. As such, our team developed regulatable plasmids encoding secretable chitinases that hydrolyse the glycosidic bonds of chitin, a key structural polysaccharide in fungal cellular walls. By fusing LbCHI31 and LbCHI32 chitinase genes with a signal sequence from the alkaline phosphatase phoA gene, we successfully generated an Escherichia coli line that secretes chitinase specific to Fusarium oxysporum, a major pathogenic fungi. LbCHI31 and LbCHI32 expression and extracellular secretion were further quantified through characterization and analysis. This project will provide easily accessible, cost-effective methods for producing effective chitinases to combat fungal infections, thereby increasing crop yield, stabilizing financial growth, and reducing famine globally. \r\n\n", "team": "TP_CC_SanDiego", "title": "Engineering Escherichia coli Capable of Extracellular Secretion of Chitin Degradation Enzymes LbCHI31 and LbCHI32"},
{"url": "http://igem.org/Team.cgi?team_id=1937", "abstract": "What if iGEM stepped 18,000 years back? \r\n\r\nAt that time, cavemen painted extraordinary frescoes on the Lascaux cave (France). The cave remained stable until its discovery in 1940, which deeply disturbed its ecosystem. It was closed shortly after mainly because of contamination by fungi that cause colored spots on the paintings. Nowadays, mechanical and chemical solutions are daily used and the cave is still in danger due to their limited efficiency.\r\n\r\nAt iGEM Toulouse, we thought about an innovative biological solution based on the last advances in synthetic biology. It consists in an engineered Bacillus subtilis bacterium that develops from bacterial organisms present in the cave. It releases antifungals when in close viscinity of fungi. Since we care about our environment, an inducible riboswitch-based double toxin/antitoxin system was created to prevent DNA transmission and a physical device was designed to confine our strain.\r\n\r\n“Cave” the date for our presentation!\r\n\n", "team": "Toulouse_France", "title": "Paleotilis : Back to the origins !"},
{"url": "http://igem.org/Team.cgi?team_id=2048", "abstract": "We propose to develop a portable synthetic biological sensor for gold. A biosensor is a device that utilizes genetic circuits to detect and report the presence of specific compounds. Certain naturally occurring bacteria have the ability to sense metals such as iron, zinc, copper, silver, gold and cadmium. By using existing biological pathways, we will develop a cell-free paper-based biosensor that is easy to use, scalable and affordable for detecting gold. Our team will use of the transcriptional activator, GolS, which induces protein expression in the presence of gold ions. Downstream reporter genes will act as visual indicators. Using state of the art machine learning and artificial intelligence methods, our team will engineer a colorimetric analytic tool for interpreting the visual indicators and reporting the presence of gold. \n", "team": "Toronto", "title": "Cell-Free Synthetic Based Bioactive Paper for Detection of Gold"},
{"url": "http://igem.org/Team.cgi?team_id=1922", "abstract": "The up-conversion nano particle(UCNP) is a luminescent material which converts 980 nm light into 670 nm light. The carbon dot serves as photosensitizer intakes 670 nm light and brings heat effect, helps lysosome escaping. We joined two materials with SO2 and transport the complex into the breast tumor cell, start apoptosis by ROS from sodium copper chlorophyllin on C-dot. To solve the anti-apoptosis regulation, we designed gene-targeted shRNA attached onto C-dot. When it enters the cell, the shRNA silences SIRT1 mRNA to accelerate apoptosis. The UCNP complex provides solution of lysosome escaping and has higher efficiency than traditional photodynamic therapy.Further more,it shows high stability and low cell toxicity without light exposition ,to be considered a more advanced solution of breast cancer. \n", "team": "Tongji_Shanghai", "title": "UCNP/C-dot/shRNA complex serving for lysosome escaping and cell-targeted apoptosis"},
{"url": "http://igem.org/Team.cgi?team_id=1924", "abstract": "-- No abstract provided yet --\n", "team": "Tonbridge", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1949", "abstract": "“Magic mirror on the wall, who is the fairest one of all?” \r\nThis is the famous line from “Snow White.\" You have probably heard this one before. As of today, there are many versions of Snow White. Here in Japan, it has the happy ending where Snow White is kissed by her Prince and they live happily ever after. Meanwhile at the end of the common plot, the wicked queen is punished fatally for trying to kill Snow White. \r\nOur project recreates some Snow White versions with quorum sensing. We plan to think our project from diversified standpoints which we named 3E: Education,Econmy and Ethics. We try to build a more complicated circuit and make a substantial contribution to the advancement of Synthetic Biology.\n", "team": "Tokyo_Tech", "title": "Snow White"},
{"url": "http://igem.org/Team.cgi?team_id=1887", "abstract": "Probiotics are widely applied in food industry, agriculture and biotechnology. Lactococcus lactis is a food grade probiotic and generally regarded as safe. It is widely used in synthetic biology. Genes introduced by plasmids usually accompanied by antibiotic resistance genes and are unstable when selection pressure is absent. Genes can also be integrated into the genome but this process is extrmely time-consuming. The blue-white screening system is widely used in molecular cloning. We apply this system to select marker free gene integrated strains. DNA of interest replaced the chromosome integrated lacZ gene, which yield white colonies in the presence of X-gal. To demonstrate the utility of this system, we will integrate some ORFs and devices in different length, including salmon calcitonin for the treatment of osteoporosis, Lux operon from Vibrio harveyi for L. lactis in vivo detection , and Vi antigen of Salmonella typhi to make typhoid vaccine.\n", "team": "TMMU_China", "title": "Establishment and application of a novel blue-white markerless integration selection system for Lactococcus lactis"},
{"url": "http://igem.org/Team.cgi?team_id=1921", "abstract": "TJUSLS China's subject of the competition for this year is the surface display to modify PET hydrolase(PETase). PET hydrolase was found from a kind of microorganism living on PET as the main carbon source. It can degrade macromolecular polymers into monomers. Surface display can reveal the protein whose gene code is coalescing the gene code of target protein or polypeptide with the counterpart of ankyrin on the surface of the host cell wall to harvest the whole cell catalyst. The protagonists of our project, which are PETase and the surface display technology, will act in two aspects. Firstly, create the mutant of PETase in order to improve the degradation efficiency and thermal stability.  Secondly, useing surface display on the surface of the prokaryotic (Escherichia coli) and eukaryotic (Pichia yeast) for whole cell enzyme catalysis reaction.\n", "team": "TJUSLS_China", "title": "PETase"},
{"url": "http://igem.org/Team.cgi?team_id=2110", "abstract": "The accumulation of poly(ethylene terephthalate) (PET) has caused serious environmental problems worldwide. In recent years, biodegradation of PET has gained much popularity among scientists. Two enzymes, PETase and MHETase, were found this March and have much higher activity in degrading PET than any enzyme found before. We aim at improving the yield of these two enzymes by expressing them in fast-growing and well-researched model organisms like Escherichia coli and Saccharomyces cerevisiae, and we hope to obtain enzymes with higher activity by directed evolution. We build a report and self-regulated system to ensure the stability of our organisms and the production efficiency and activity of enzymes. Furthermore, we construct a co-culture system, in which different enzymes are expressed by separate organisms. We also extend the metabolic pathway in order to utilize the degradation product, TPA , to produce new environmental-friendly substances such as PHA.\n", "team": "Tianjin", "title": "Plasterminator"},
{"url": "http://igem.org/Team.cgi?team_id=2061", "abstract": "Our team develops a system for the targeted delivery of CRISPR/CAS9 in order to fix Cystic Fibrosis (CF) mutations in the epithelium tissue. A comprised of a CRISPR/CAS9 plasmid linked to the B-subunit protein of the cholera toxin. The pentamer B-subunit is used here as a homing device, since it can bind with high affinity to the various ganglioside molecules present on the cell membrane of all epithelial cells. It has been found that regenerating respiratory epithelial cells of CF patients carry the asialo-GM1 ganglioside. The binding of the B-subunit to its receptor molecules results in the internalization, probably by endocytosis, of the protein, together with its linked cargo plasmid. Once inside the cells, the labile link can be cleaved. The released plasmid is then set free to reach the nucleus where it can be transcribed to his CRISPR/CAS9 components and fix the CF mutation by homologous recombination in vivo.\n", "team": "Tel-Hai", "title": "GENE THERAPY OF EPITHELIAL BASED ON THE TARGETED DELIVERY OF CRISPR/CAS9 BY A BACTERIAL TOXIN"},
{"url": "http://igem.org/Team.cgi?team_id=2081", "abstract": "In the 21st century most of the materials we use are made of plastics. From car chassis to food containers, these materials revolutionized the world; but are they inocuos? Recent studies demonstrate that they release toxins, such as BPA, when they're exposed to high temperatures (Gonzales 2011, p.62). This fact creates a conflict within our society in terms of health issues and environmental problems. The goal of our project is to inactivate the toxins and facilitate the cleaning of residual water and polluted water bodies. The idea is to transform a bacteria with plasmids containing the human genes TBG and TTR which will produce transport proteins. This proteins would bind to toxins released by plastics (BPA, phthalates, PCB, PBDE) bioaccumulation them in order to facilitate their removal. \r\n\r\nGonzález, G. L., et al (2011). Toxicidad del Bisfenol A (BPA): migración desde los envases a los alimentos. Salud Pública, Dezembro.\r\n\n", "team": "TEC_GenetiX_CCM", "title": "Toximon"},
{"url": "http://igem.org/Team.cgi?team_id=1992", "abstract": "Chemotaxis is the movement of bacteria in response to chemical stimuli. This process is mediated by chemoreceptors – membrane proteins that bind to substances with high specificity depending on their ligand binding domain (LBD). FlashLab offers a set of tools for harnessing the bacterial chemotaxis system. By replacing the LBD of the E. coli Tar-chemoreceptor with various LBDs, or by inserting a switchable lock and key mechanism into the receptor, chemotaxis can be programmed to respond to a substance of our choice. As an implementation of our system we introduce a novel method for detecting an array of materials, such as pollutants, hormones and allergens. The engineered bacteria are confined to a microfluidics chip; the user simply inserts a sample into the chip and if the matching substance exists, the cells will either move towards or away from the sample forming a visible cluster. \n", "team": "Technion_Israel", "title": "FlashLab – Chemotaxis based microchip for rapid detection"},
{"url": "http://igem.org/Team.cgi?team_id=1905", "abstract": "Early detection of sexually transmitted diseases is of major importance given the broad range of consequences they have on public health. Human Papilloma Virus (HPV) has raised concern throughout Mexico because of its incidence. The virus has been characterised and documented at the genetic and proteomic levels, but given its pathophysiology during infection, diagnosis at early stages is somewhat complicated and unusual, particularly because of the absence of symptoms. Moreover, it is of crucial importance as some HPV strains have been shown to correlate with oncogenic outcomes. TecCEM_HS 2016 is developing a rapid test method by using the novelties of riboswitch technology. With careful and appropriate design, bacteria could serve as a signal provider that may give insight into the viral presence by means of fluorescence. The device would thereby provide a money-wise, quick, and reliable way of concluding upon Papilloma's infection, serving as an alert for further physician assessment.\n", "team": "TecCEM_HS", "title": "Rapid test for HPV diagnosis via riboswitch technolgy"},
{"url": "http://igem.org/Team.cgi?team_id=1904", "abstract": "Acinetobacter baumannii is a pathogenic, opportunistic bacterium responsible for infections in hospital environments, mainly amongst patients at ICUs. Nowadays, it has drawn major attention given its ability to acquire resistance to commonly used antimicrobial agents. Due to the widely-spread resistant mechanisms among microorganisms, antibiotics have lost their efficiency at eliminating pathogens up to the point of being non-efficient at all in the treatment of certain infections. TecCEM 2016 team is developing a novel, specific method to avoid Acinetobacter baumannii proliferation onto nonliving surfaces through cell wall lysis, as an alternative to current antimicrobials that promote antimicrobial resistance development. The use of endolysins ensures the elimination of the pathogen of interest, as specificity for Acinetobacter baumannii increases its efficiency. The purpose of formulating a disinfectant driven by endolysins is the sanitization of surgery and nursery equipment as well as furnishing, and other objects that are potential transmission vectors for Acinetobacter baumannii.\n", "team": "TecCEM", "title": "Fractos: Endolysin-powered antimicrobial system for selective lysis of Acinetobacter baumannii"},
{"url": "http://igem.org/Team.cgi?team_id=2055", "abstract": "The modern lifestyle of a growing population increasingly relies on electronic equipment. As a result, the amount of discarded electronics (e-waste) is rising worldwide. The costs of proper collection and recycling of e-waste may exceed the revenues generated from the recovered materials, due to the complexity of separating them. We propose a synthetic biology approach in Acidithiobacillus thiooxidans and Chromobacterium violaceum to enhance metal recovery from e-waste in a three-step bioleaching process. First, the enzyme TetH will be overexpressed in A. thiooxidans in order to enhance leaching of copper, iron, and tin. Then, C. violaceum will leach gold and silver. Cyanide is responsible for this leaching activity, and the enzymes that produce it will be expressed under the control of a gold sensitive promoter. Overexpression of a cyanide-degrading enzyme will reduce toxicity. Implementing a voltaic cell in the final stage will allow precipitation of the previously recovered metals.\n", "team": "Tec-Monterrey", "title": "Enhanced bioleaching of electronic waste with engineered bacteria: Acidithiobacillus thiooxidans and Chromobacterium violaceum."},
{"url": "http://igem.org/Team.cgi?team_id=1903", "abstract": "In Costa Rica, a man dies of prostate cancer every 27 hours in average, mainly because of late diagnostic. This compelled us to design a new diagnostic method using molecular techniques. For this, we use dCas9, inactive variant of Streptococcus pyogenes Cas9, to bind to an RNA biomarker found in the urine of men with prostate cancer. This dCas9 is engineered with a protease, which is released when the Cas9 binds to the biomarker RNA, due to a conformational change. The released protease cleaves a fluorescent protein-quencher dimer, thus allowing the FP to fluoresce and generating a measurable signal.\n", "team": "TEC-Costa_Rica", "title": "Prostal: Diagnosis of Prostate Cancer by Fluorescent Protein"},
{"url": "http://igem.org/Team.cgi?team_id=2069", "abstract": "Phytopathogens are a great problem concerning agriculture, and frequently lead to great economic losses. Although chemical pesticides and fungicides have been used against these pathogens, they often result in the accumulation of toxic compounds or increase the resistance of the pathogens. This is why biocontrol using microorganisms has become a viable alternative.\r\nMyxobacteria are a common and diverse group of bacteria largely fed through predation, able to produce a wide range of secondary metabolites. The fungal antagonisms may be due to competition for nutrients or the production of antifungal compounds.\r\nThe aim of this investigation is genetically engineer Myxobacteria mainly to enhance their antifungal capabilities and increase their temperature resistance. We intend to isolate phytopathogenic organisms from damaged alfalfa crops nearby Chihuahua city, and prove the efficiency of our modified bacteria making confrontations between them. We also want to broaden the impact in affected crops such as chilli and potato.\n", "team": "Tec-Chihuahua", "title": "Myxobacteria as biological control in cultivations"},
{"url": "http://igem.org/Team.cgi?team_id=2011", "abstract": "Diabetes has become an epidemic diseases in the world, especially in developed countries. People who are overweight and lack of exercise have a high risk of developing Type ll diabetes. In this era, quite a few people nelignent to check about their disorder of their condition - diabetes among of them.\r\nHaving known this problem , Our team (TCU_TAIWAN) wants to warn the people to detect diabetes in the early stages before it advances further, especially for those who never take any diabetes test before. Our goal is to develop self-detection in order to make it more convenient. This product can be obtain everywhere because the material that we used to achieve our goal is not very expensive. Also, our diabetes detector is easy to use, so that everybody can check whether they have diabetes or not. .\n", "team": "TCU_Taiwan", "title": "Chromo Diabetector"},
{"url": "http://igem.org/Team.cgi?team_id=1898", "abstract": "Cataracts, the clouding of the lens, cause half of the world's blindness. Most cataracts are age-related and arise when crystallin proteins in the lens become oxidized and aggregate over time. Surgery is currently the only recognized treatment to effectively cure cataracts, but this method is expensive and invasive. Therefore, we formulated a natural and non-invasive alternative. In the eye, a natural antioxidant glutathione (GSH)—produced by the enzyme glutathione reductase (GSR)—exists to combat oxidation, but GSH levels decrease with age. Studies have also suggested that another enzyme—25-hydroxylase (CH25H)—can convert cholesterol in the eye into 25-hydroxycholesterol (25HC), which reverses crystallin aggregation. We expressed and purified GSR and CH25H for the prevention and treatment of cataracts, respectively. To deliver these proteins through the cornea and into the lens, we engineered biodegradable chitosan nanoparticles, thus creating a natural and non-invasive alternative to surgery.\r\n\n", "team": "TAS_Taipei", "title": "Counteracts: Non-invasive Prevention and Treatment of Cataracts "},
{"url": "http://igem.org/Team.cgi?team_id=1884", "abstract": "Hydrogen energy, is of great potential in the future with its zero-emission and high-efficiency. However, the fact that few efficient and environment-friendly methods for hydrogen production constrains its application. Therefore, our team develope a biological production way, using the green algae - Chlamydomonas reinhardtii. Since the hydrogenase activity will be inhibited in absence of oxygen and the algae can’t stop photosynthesis forever, we design a switch altering between 2 states in which light wavelength serves as extraneous inducible factor. In specific alternation, we utilize miRNA targeting the expression of key protein in photosynthesis, so we can select the hydrogen-production switch by regulating miRNA. In our design, we utilize Yeast-Two-Hybrid system and light-mediated fusion protein constructing a gene circuit where microRNA can regulate the specific downstream protein expression, and finally keep algae producing H2. In this way, the blue light switch regulate chlamydomonas producing intemittent hydrogen efficienctly, acting as blue-flame bubbling.\n", "team": "SZU-China", "title": "Light Hygician"},
{"url": "http://igem.org/Team.cgi?team_id=1883", "abstract": "Genetic circuit design based on targets and chassis choosing are two obstacles concerned in complex synthetic system design, which are time-consuming and convoluted with repetitive experiment and trial to determine the appropriate circuit. To address these problems, we developed Community-based Retro-synthetic Analysis Functional Platform (CRAFT), an open and self-acting software for user to customize their own circuit from base sequence level. CRAFT mainly consist of two closely interconnected modules, the automatic selection system, excogitating and choosing the most appropriate circuits and chassis species conform to user’s demand based on flux balance analysis (FBA), and the experimental scheme auto-generation system, providing standard protocol and unique data frame for previously selected pathways and chassis species, modifying FBA model with experiment data. In conclusion, our software have developed a more precise and self-revise system, integrating software design and experiment realization more closely, making complex synthetic system design accessible and practical.\n", "team": "SYSU-Software", "title": "CRAFT – Community-based Retro-synthetic Analysis Functional plaTform"},
{"url": "http://igem.org/Team.cgi?team_id=1993", "abstract": "With great power to suppress adaptive immune system as well as innate immune system, mesenchymal stem cells (MSCs) are promising candidates for cell-based therapy to treat inflammatory diseases, such as IBD, encephalitis, etc. However, clinical trials of MSCs have demonstrated that only a few MSCs can indeed arrive at the inflamed tissue after systematic administration and exert their immunomodulatory function due to the inefficient homing ability of MSCs.\r\nThis year, MSCs of next generation are coming. In our project, we will\r\n1) Empower MSCs with a series of chemokine receptors in order to ensure its effective homing.\r\n2) Introduce several kinds of positioning system, such as luciferase to locate in vivo MSC and assure their arrival at the inflamed tissue.\r\n3) Design a switch to kill MSCs when they differentiate into other types of cells.\r\nFinally, we will confirm our engineered MSCs in animal models, such as IBD and DTH.\r\n\n", "team": "SYSU-MEDICINE", "title": "MSCavalry: MSCs of Next Generation"},
{"url": "http://igem.org/Team.cgi?team_id=1926", "abstract": "A lack of techniques to figure out cells undergoing different number of cell-cycle in their lineage has limited our ability to evaluate the efficiency of stem cell therapy and investigate the mechanism behind it. \r\n \r\nHere we describe Cyclebow, a system for labeling cells undergoing different number of cell-cycles after a specific state in the lineage based on cyclic promoters combined with recombinases and fluorescent proteins. \r\n \r\nWe intend to demonstrate imaging of up to three cell-cycles in a specific lineage, which can help tracking the proliferation, differentiation and migration of stem cells in vivo. \r\n\n", "team": "SYSU-CHINA", "title": "Cyclebow"},
{"url": "http://igem.org/Team.cgi?team_id=1996", "abstract": "According to Avocados Australia, the majority of damage to avocados occurs at the store level from people squeezing the fruit to test for ripeness. However, this sort of damage is not just isolated to avocados; so how else can we confidently predict the ripeness of fruit before buying it? iGEM USYD 2016 introduces FRES(H): a sticker that can “sense” the ripening hormone ethylene being produced by a piece of fruit. The sticker is a cell-based biosensor containing E. coli that express two Mycobacteria proteins. The first, a protein kinase, detects ethylene and phosphorylates the second protein, a response regulator. This interaction causes transcription of a chromoprotein, producing a bright blue colour. Through calibrating the sensitivity of the system, a whole range of ethylene levels can be detected, empowering fruit lovers with the knowledge they will be eating the freshest fruit every time.  \n", "team": "Sydney_Australia", "title": "FRES(H)"},
{"url": "http://igem.org/Team.cgi?team_id=2113", "abstract": "Milk, a rich source of nutrition has over 6 billion consumers worldwide, but still doesn't have a method for preventing it's spoilage in unpacked state at ambient temperature. The current method of extending the shelf life of unpacked milk includes refrigeration which relies on supply of electricity.  Here in, we propose to use short cationic antimicrobial peptides (scAMPs) containing alternating repeats of arginine and tryptophan as a preservative. We aim to genetically engineer Bacillus subtilis to produce scAMPs and safely deliver them using a novel sachet system regulated by temperature of the milk. The positive charge of arginine and the lipophilic nature of tryptophan in scAMPs will ensure disruption of the microbial cell wall and prevents milk spoilage. The outcome of the project will have a high impact in developing and under developed nations where electricity is scarce.\r\n\n", "team": "SVCE_CHENNAI", "title": "LACTOSHIELD "},
{"url": "http://igem.org/Team.cgi?team_id=1943", "abstract": "Audiogenetics is a useful tool for high-efficiency cell regulation. Compared to chemical genetics, it stimulates cells with better precision and less toxicity. Furthermore, signals are conveyed to target cells with little delay, leading to a shorter response time.\r\nTo achieve our goal, membrane mechanosensitive channels (TRPC5 and Piezo) are chosen as receptors. Fluorescent calcium indicator (R-GECO) is employed to indicate cytoplasmic calcium level. Nuclear factor of activated T cells (NFAT) and YFP are used as downstream indicators to quantify the regulatory abilities.\r\nMicrofluidic channels are also utilized in the pre-study in which shear stress, similar to sound waves, is applied on the cell surface as signal input to explore the basic parameters. A sound generator is constructed to test whether sound can trigger the channels as expected. Additionally, we use directed evolution to improve channels' selectivity for specific sound frequency and their sensitivity to sound of lower intensity.\n", "team": "SUSTech_Shenzhen", "title": "Cearll's Secret"},
{"url": "http://igem.org/Team.cgi?team_id=2102", "abstract": "-- No abstract provided yet --\n", "team": "StuyGem", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1908", "abstract": "Pancreatic cancer continues to have high mortality rates due the inefficiency of currently existing screening methods and treatments. Recent discoveries have demonstrated the heparan sulfate proteoglycan Glypican-1 (GPC1) as a more predictive biomarker for pancreatic cancer than the previously studied marker CA19-9. Additionally, GPC1 has been found to be present on exosomes in human blood serum before tumorigenesis. This project aims to use a biological system in S. cerevisiae to detect this biomarker via expression of the human Cripto-1(CR-1) transmembrane protein, a known binding partner of GPC1, as well as c-Src, a mitogen activated kinase. Binding of GPC1 to CR-1 leads to subcellular phosphorylation and activation of human c-Src kinase, resulting in downstream induction of the MAPK pathway. Through validated expression of CR-1 and increased phosphorylation of c-Src, this project aims to expand the potential for development of a non invasive biological sensor for early pancreatic cancer detection.\r\n\r\n\n", "team": "Stony_Brook", "title": "Engineering Yeast to Develop a Novel Detection Method for the Pancreatic Cancer Biomarker Glypican-1"},
{"url": "http://igem.org/Team.cgi?team_id=2144", "abstract": "Chronic wounds are an increasing burden to global health; 1-2% of individuals in Europe and the US will be affected in their lifetime by an injury which heals poorly, or not at all. Current treatments rely heavily on antibiotics and debridement of the wound’s biofilm which have proven to be ineffective and contribute to widespread antibiotic resistance. iGEM Team Stockholm 2016 aims to tackle these issues with a novel spider-silk-based wound healing technology.\r\n\r\nSpider silk, a biodegradable and non-immunogenic material, will serve as a scaffold for attachment of anti-microbial ‘combat enzymes’. They will be conjugated to the silk using a transpeptidase - Sortase A - and are intended to target key components of the biofilm formed by Staphylococcus aureus on wound surfaces. With this multi-targeted approach, we hope to develop a proof-of-concept system for the management of chronic wounds, envisioning future adaptations for a variety of medical and non-medical applications. \n", "team": "Stockholm", "title": "SMITE - Spider silk Mediated Infection Treatment"},
{"url": "http://igem.org/Team.cgi?team_id=2027", "abstract": "\r\nAtmospheric exploration, both on Earth and beyond, requires putting instrumentation into those atmospheres. Traditionally balloons have been ideal tools for atmospheric research: to track weather patterns, wind patterns, and to monitor atmospheric composition. Our team is working to create a completely biological balloon that is light, that is potentially biodegradable, and that can be both continuously and sustainably produced. To make the balloon itself, we are engineering bacteria to produce membrane polymers with different properties. To inflate the balloon, we are using algae to produce biological hydrogen to fill the balloon. To increase balloon durability, we are looking for biological ways to make our materials radiation resistant. Finally, to functionalize our balloon we are creating biological temperature and small molecule sensors. When combined to form a biological balloon these projects could create a completely novel category of scientific instrument: cheap, light, durable, and useful.\n", "team": "Stanford-Brown", "title": "Towards a Synthetic Bioballoon"},
{"url": "http://igem.org/Team.cgi?team_id=1948", "abstract": "The worldwide Cancer death in the year 2012 was around 8.2 million and,by 2030,13 million deaths are predicted. As per existing records 60% of the rural people in India think that Cancer detection and cure, costs an arm and a leg and is time consuming. \r\nMALAT1 (Metastasis Associated Lung Adenocarcinoma Transcript1) is associated with around 15 different types of Cancer. The elevated expression of this gene is correlated with the poor overall survival of the patients. In our project, we strived to develop a minimally invasive Cancer diagnostic chip to enable cost and time efficient detection. The MALAT1 was amplified using E.Coli Plasmids. The chip is equipped with markers to produce fluorescence when encountered with the sample containing MALAT1. Based on its intensity range, particular stage of Cancer can be detected and suitable treatment can be provided. The developed diagnostic chip will revolutionize the so followed Cancer detection techniques.\r\n\n", "team": "SRM_Chennai", "title": "OncoTracers"},
{"url": "http://igem.org/Team.cgi?team_id=1892", "abstract": "Our personal health care taker E.coli expresses two proteins SDF-ELP and LL37 which can significantly promote chronic skin wound healing. Chronic skin wounds are characterized by poor re-epithelialization, angiogenesis and granulation. SDF (topical stromal cell-derived growth factor-1), though found effective to re-epithelialization, is rapidly degraded by high levels of protease around wounds. To solve this issue, we fuse SDF1 to ELP(elastin-like peptides) that can aggregate to form nanoparticles so to prevent against proteolysis and promote neovascularization, resulting in much faster re-epithelialization of chronic skin wounds.  We also add an antimicrobial peptide LL-37 to avoid infection by preventing a wide range of bacteria growth.\r\nTo enable our health care taker to be used by everyone, we devise a super-convenient product which only needs 4 simple steps “AAPH”( Add. Add. Press. Heat.”) for people to get the final curing proteins.\r\n\n", "team": "SMS_Shenzhen", "title": "iWound: Your personal health care taker"},
{"url": "http://igem.org/Team.cgi?team_id=1965", "abstract": "Synthetic biology opens exciting perspectives to design and apply regulatory circuits to control cellular response. Transcriptional regulation may be too slow for therapeutic or diagnostic applications. Several medical doctors and researchers that we consulted stressed the wish for a faster response. Therefore we decided to select as the challenge to design faster responsive cellular circuits. The system we aim to design is composed of the sensing module, which may be triggered by selected molecules, light or other signals; a processing module, which combines different inputs based on protein modifications and interactions and an output module, to provide rapid release of the selected proteins from cells, with a target specification to achieve a response within minutes rather than within hours and days, characteristic for current mammalian cell circuits. We expect that the proof of principle of the designed system and newly designed components may provide important foundational advances for synthetic biology. \n", "team": "Slovenia", "title": "Sonicell"},
{"url": "http://igem.org/Team.cgi?team_id=2162", "abstract": "iGEM encourages communication and cooperation among teams, but the existed communities can’t satisfy all the demands. So we create iMAP(iGEMers’ Management and Alliance Platform). Python is used to construct the framework. CSS and JS are used to developed it with complement of HTML. iMAP supports chatting, Cloud hosting, activity releasing, assignment distributing, experiments managing and database searching. This platform enables the official to release information, PIs and group leaders to allocate assignments and check the progress, team members to deliver HP messages, share relevant literature on Cloud, and find teams nearby or work on the same research direction and communicate with other teams through instant chatting feature, which can make it more efficient to manage the progress and easier to contact others. With improvements of this platform, the intelligent map and the accumulation of the cloud, iMAP will be a practical platform to assist iGEM for all iGEMers.\n", "team": "SJTU-Software", "title": "iMAP—iGEMers' Management and Alliance Platform"},
{"url": "http://igem.org/Team.cgi?team_id=1969", "abstract": "Although our medicine filed has witnessed great progress in the past few decades, most people are still less motivated to attend a physical examination, which is critically important for the early diagnosis of various disease.  Privacy, convenience and expense are the leading considerations in deciding to set off for a test. So it’s extremely promising to establish an easy-to-use and real-time device which renders carrying out physical examinations domestically possible. Yeast is ideal as a candidate biosensor for it can serve as a chassis\r\nfor higher-eukaryotic sensing modalities (e.g. G-protein-coupled receptors, GPCRs) which means it can be engineered to monitor diverse disease biomarkers, more importantly, it can be made in ‘active dry’ form cheaply and stored for long periods of time so that people can store it in a refrigerator at home. Our team engineered Saccharomyces cerevisiae to detect the level of disease biomarkers and made diagnostic suggestions.\r\n\n", "team": "SJTU-BioX-Shanghai", "title": "Real-time Yeast Biosensor for Early Diagnosis"},
{"url": "http://igem.org/Team.cgi?team_id=1928", "abstract": "Hepatitis C is an infectious disease found worldwide caused by the hepatitis C virus (HCV) that primarily affects the liver. The need for effective early-stage detection methods is urgent. However, due to defects such as complexity and high cost, the promotion of current methods is hindered. Thus, we come up with a new type of low-cost and high-sensitivity testing method. Freeze dried on paper with cell-free expression system, each plasmid consists of a strong promoter, a toehold switch and a downstream reporter gene, functioning as a biosensor. The reporter gene is activated only when a specific sequence of HCV RNA binds the toehold switch, and therefore enabling qualitative and quantitative assay of HCV. Our method has great advantage in sensitivity and the range of application, providing accurate information for subsequent treatment.\r\n\n", "team": "Shenzhen_SFLS", "title": "HCV Hunter: A Paper-based HCV Detection Method"},
{"url": "http://igem.org/Team.cgi?team_id=2016", "abstract": "Antibiotic resistance has been declared by the World Health Organisation as “one of the biggest threats to global health”. Over-prescription of antibiotics is a major issue promoting antibiotic resistance. We have designed a device that aims to rapidly distinguish bacterial infections, thereby preventing mis-prescription of antibiotics. \r\nIn the war for iron, bacteria produce siderophores that scavenge Fe3+ from blood. In response, the immune system produces lipocalin-2 which sequesters siderophores. Lipocalin-2 levels can increase 5-fold during a bacterial infection. Our device detects this difference by utilising Fur, an iron-dependant repressor regulating levels of RyhB which acts as an inverter repressing GFP, our reporter protein. Therefore, bacterial infection results in a weak GFP signal in contrast to a strong signal in patients without bacterial infection. With our device, we potentially have the capability of rapidly determining the presence of any bacterial infection, enabling us to combat the mis-prescription of antibiotics. \r\n\n", "team": "Sheffield", "title": "Iron & Blood: Using synthetic biology to develop a tool to diagnose bacterial infections"},
{"url": "http://igem.org/Team.cgi?team_id=2152", "abstract": "Currently, treating bowel disease is like an impossible mission. Hereby, we intend to create a magic agent Gutrio （a combination of GUT and the adventurer MARIO) which will lock on targets, adjust its weapon type and even call reinforcements in order to accomplish its mission. Be specific, we take inflammatory bowel disease as an example, and create an biological agent that is capable of a series of manipulated action, including detection, quorum sensing, healing and terminating themselves after the mission. Then we will send Agent Gutrio to start a remedial journey in fighting human bowel disease. We may shield this agent with designed ‘warship’ if necessary. The molecular bullet in our demo is epidermal growth factor as well as a combination of these molecules and biofilms. We hope this novel approach will be efficient for treating IBD and can be applied as a platform for treating other diseases as well.\r\n\n", "team": "ShanghaiTechChina_B", "title": " Gut Adventure of  Agent Gutrio"},
{"url": "http://igem.org/Team.cgi?team_id=2132", "abstract": "The biofilm bacteria live in is often a nasty element in many areas such as bio-fermentation industry and waste treatment, since the tangled biofilm usually coheres to surfaces rather firmly. However, its tight cohesion can be exploited as an immobilization platform for biological interactions. Our project chooses CsgA, the self-assembling monomer of the curli fiber in E. Coli biofilm to immobilize quantum dots and hydrogenase. Quantum dots transform photons into electrons, which is consumed by hydrogenase to produce hydrogen. To realize the platform, we add tags, Spy-catcher and His-tag to the CsgA subunit, and Spy-tag to hydrogenase. The Spy system creates binding between the biofilm and the enzyme, while the His-tag on the biofilm binds quantum dots. The tangled biofilm builds the proximity that the two parts need to interact. Furthermore, in terms of efficiency, we established different variations of the system to find the most suitable enzyme-semiconductor hybrid network.\n", "team": "ShanghaitechChina", "title": "Solar Hunter"},
{"url": "http://igem.org/Team.cgi?team_id=2018", "abstract": "WHO estimates that antimicrobial resistance will cause 10 million premature deaths by the year 2050, exceeding cancer related deaths. The amount of antibiotics used worldwide creates a selective pressure on bacteria to evolve and share counter measures towards antibiotics, eventually rendering us defenseless even against simple infections. Our solution focuses on infections that occur in wounds which today are treated with band-aids and antibiotic therapy. \r\n\r\nWe are working on a preventive band-aid consisting of recombinant spider silk with integrated antimicrobial peptides, thereby reducing the need for conventional antibiotics. We use spider silk due to its angiogenetic properties and proliferative effect on keratinocytes. The silk with the antimicrobial peptides will be attached to the plastic polymer, poly-β-hydroxy butyrate (PHB), with which our entire construct becomes biodegradable and immune-neutral. Our project, Bacto-Aid, faces the growing problems of plastic pollution and evolution of resistant bacteria.\r\n\n", "team": "SDU-Denmark", "title": "Bacto-Aid"},
{"url": "http://igem.org/Team.cgi?team_id=1979", "abstract": "     Our project aims at speeding up while lowering the cost of antibiotic detecting methods for milk. We take β-lactams as the target, and implement a penicillin binding protein, which recognizes all β-lactams, in our testing device. First, we improve the ELISA method with a competitive binding reaction, in which the penicillin (or other β-lactams) on the plate and in the testing sample compete to bind with GFP-PBP5(penicillin binding protein 5). We can then measure the concentration of penicillin by measuring the fluorescence intensity on the plate. To even further reduce the cost and strengthen the sensitivity of the test, we create a test paper by binding our fusion protein CBD (cellulose binding domain)-PBP5 to filter paper. When the paper is dipped in milk, the presence of β-lactams alters PBP5’s enzymatic activity, and we measure it by electric conductivity test, which indicates the concentration of β-lactams in this sample.\n", "team": "SDSZ_China", "title": "Penitector－Detecting Penicillin through Enzymatic Activity of PBP5"},
{"url": "http://igem.org/Team.cgi?team_id=2080", "abstract": "Many studies indicated that the apoptosis of cancer cells could be induced by increasing the outer mitochondrial membrane permeability（OMMP). Meanwhile, the activities of  bax and  bcl-2 can change OMMP，releasing cytc from mitochondria to cytoplasm. Cyt c leakage supports the formation of apoptosome, in turn leading to cell apoptosis. Therefore our project proposes to induce targeted apoptosis of lung cancer cells through regulating bax and bcl2 expression by tumor specific CRISPRi/a system.\n", "team": "SCUT-China_B", "title": "Lung Cancer Targeted Killer： inducing  appotosis of lung cancer cells via tumor specific CRISPRi/a system"},
{"url": "http://igem.org/Team.cgi?team_id=1972", "abstract": "As we know, the consumption of oil——one of the most important fuels in the world, has caused many serious environmental issues including acid rain, which has caused serious damage to the buildings, plants, and animals and so on, mainly due to the sulfur element contained in the oil. To reduce the destruction of sulfur, many traditional desulfurization methods have been studied and applied on industrial desulfurization, such as Oxidative desulfurization and hydrodesulfurization. But these methods have many shortcomings such as the poisonous gas products and high cost at energy. To compensate for weakness in the traditional desulfurization, we decide to adopt the biodesulfurization method, which is far more environmental and energy-saving. In order to meet our expectation, we are devoting to highly effective biodesulfurization through 4s-pathway by using engineering bacteria.\n", "team": "SCUT-China_A", "title": "Sulfur killer —— An Engineering Bacteria Strain for Highly Effective Biodesulfurization"},
{"url": "http://igem.org/Team.cgi?team_id=1919", "abstract": "Foot odor and athlete's foot are close \"friends\" of human beings and lead to daily problems. This year, we designed an innovative insole called \"Comfootable\" to prevent them with two strains of engineered E.coli, whose names are \"Rihanna\" and \"Drake\" respectively.\r\n\r\nVHb gene is involved in both strains to enhance their growth ability in tough environment and some genes in two strains are knocked out to keep the strains themselves odorless. In strain \"Rihanna\", antimicrobial peptide CecropinXJ is supposed to be released and attack pathogens after foot temperature inducement. In strain \"Drake\", liv operon/polyleucine peptide/aminocyl-tRNA and aarC are expected to remove the malodor in shoes.\r\n\r\nThis insole has specialized structure and proper material to make sure the successful diffusion of substrate, the availability of microorganism growth and the biosafety. Furthermore, we did a lot of modeling works, and we hope our product will be available on the market some day.\r\n\n", "team": "SCU-China", "title": "Look What They've Done To My Shoes!"},
{"url": "http://igem.org/Team.cgi?team_id=2143", "abstract": "An active Tuberculosis infection causes various volatile organic compounds (VOC) to be produced. One VOC is 1-Methylnapthlene which can be broken down and used to activate the Naphthalene Regulator transcription factor (NahR) native to Pseudomonas putida. Using two mutants of NahR we can produce a sensitive switch with a positive feedback loop ensuring small traces of VOC found in the breath can be detected. Our device consists of four parts. The Degrader, an operon which breaks 1-Methylnapthelene into 3-Methlysalicylate. The Detector, which contains NahR and Psal, a promoter requiring NahR and 3-Methylsalicylate for activation. The Degrader and Detector work in conjunction to turn on the production of the next two parts. The Feedback loop codes for a mutant of NahR that can activate Psal alone. Lastly, the Reporter produces tyrptophanase which in the presence of enzymes from the Degrader will produce indigo, an insoluble dye compound.\r\n\n", "team": "SCSU-New_Haven", "title": "One Breath One Result : Detecting Tuberculosis using Volatile Organic Compounds"},
{"url": "http://igem.org/Team.cgi?team_id=1959", "abstract": "Astaxanthin is a naturally-occurring keto-carotenoid found in microalgae, salmon, shrimp, crustaceans, and the feathers of some birds. It provides the red color of salmon meat and cooked shellfish.Because astaxanthin is a powerful antioxidant with great value in medical and health care,it is meaningful to make astaxanthin an accessible health product.Currently, the industrial ways to produce astaxanthin are extract from microalgae Haematococcus pluvialis,Phaffia yeast,shrimp processing waste and chemical product.However these ways aren’t safety enough and the purification is difficult. While higher plants are supposed to be an efficient and safe bioreactor to produce astaxanthin,because it has advanced protein processing system to produce complex product.So we think about using higher plant to  produce astaxanthin.In our project,we take rice endosperm as the bioreactor of astaxanthin production,and use a technique called multiple-gene metabolic engineering to specifically express astaxanthin in rice endosperm. In this way, rice endosperm can produce and store astaxanthin.\r\n\r\n\n", "team": "SCAU-China", "title": "aSTARice -- astaxanthin biosynthesis in rice endosperm"},
{"url": "http://igem.org/Team.cgi?team_id=2119", "abstract": "Currently it has been detected that the bleaching process in the paper industry generates most of the pollution and environmental issues that we know today, the main goal in the bleaching process is the elimination of the lignin out of the paper, having chromophore groups, responsible of a brown coloration on the unbleached paper pulps; it has been created different process decreasing the polluting factor, but has not been totally eliminated. In this investigation we propose the genetic modification of the yeast Saccharomyces cerevisiae as a lignin degradative organism at contact with the cellulose which we can accomplish with a gene called Lignin Peroxidase, an enzyme that oxidizes substructures not phenolic of the lignin, removing an electron from this and generating cationic radicals which are attacked enzymatically, in this way in order to produce a biological bleaching method that allows reducing contaminants residues from the paper industry.\n", "team": "Saint_Rose_School_B", "title": "Bio-Lignin, a solution for the paper industry"},
{"url": "http://igem.org/Team.cgi?team_id=2115", "abstract": "Many people die every year due to Carbon monoxide poisoning, because it is present in different sources such as fires, businesses, and houses with heating systems. Currently there are only electrochemical detectors that sense the presence of this gas, however, we propose a biological detector that is easy to use, it has sensors based on promoters that detect levels of CO, features from the R.rubrum proteobacteria, which makes use of carbon monoxide as its main energy source. Through synthetic biology is possible to transfer these characteristics to other organisms such as E. coli, which in nature has no connection and the transfer of its genetic information is incompatible with this, allowing for innovative advances in scientific applications such as the generation of a biological CO detector to later incorporate this system into an accessory.\n", "team": "Saint_Rose_School_A", "title": "The CoTracker"},
{"url": "http://igem.org/Team.cgi?team_id=2101", "abstract": "Cyanobacteria inhabit a range of environments and exhibit an array of biogeochemical specific processes as they capture light and concentrate CO2 into biomass. They can be installed in a variety of location and can actually thrive in wastewater and assist in bioremediation. Like many molecules explored in materials applications, dye-stuffs are challenging to synthesize because of low yields over several expensive synthetic steps. Interestingly, dye motifs are produced in cyanobacteria in the form of tetrapyrollic dyes motifs including; heme, chlorophyll and phycocyanobilin (PCB), where PCB proteins have also been utilized in immunoassay kits. In fact, the biosynthesis of PCB is an attractive pathway to manipulate owing to the potential to prepare a myriad of tetrapyrrollic derivatives. These derivatives, have been studied extensively for light-based applications and the ability to genetically direct the bacterial synthetic machinery would be significantly beneficial towards CO2 sequestration, and the production of low-cost dyes.\r\n\n", "team": "Ryerson_Toronto", "title": "Cyanobacteria as a Platform for Dye Production"},
{"url": "http://igem.org/Team.cgi?team_id=2126", "abstract": "-- No abstract provided yet --\n", "team": "Rock_Ridge_Virginia", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2031", "abstract": "-- No abstract provided yet --\n", "team": "Richard_Montgomery", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1878", "abstract": "Our goal is to report inflammation and cancer in the gut through photoacoustic imaging of engineered E. coli that express the bacterial pigment violacein, as well as the near-infrared fluorescent proteins iRFP670 and iRFP713. To achieve this goal, we established a reference for reporter expression by constructing and assaying plasmids with an arabinose-inducible promoter and genes for the reporters. Then, we constructed plasmids with the same reporters, but with promoters responsive to nitric oxide and hypoxia, the two conditions indicative of gut inflammation in both mice and humans. Future studies include co-culturing and testing the engineered bacteria with colon cancer cells, and developing new constructs to enable bacteria to report in the presence of malignant tumors. Photoacoustic imaging provides a non-invasive alternative for the detection of cancer and internal inflammation; success in this investigation would create new opportunities for infectious disease research.\n", "team": "Rice", "title": "Detection of Inflammation and Cancer Biomarkers Using Photoacoustic Imaging"},
{"url": "http://igem.org/Team.cgi?team_id=2077", "abstract": " is used in a variety of valuable industrial processes. Its ability to grow and replicate utilizing aerobic respiration or fermentation, and its ability to survive without functional mitochondria, provide opportunities to control or alter mitochondrial function to optimize production processes or develop novel cellular subsystems in the mitochondrial space. To begin exploring these opportunities, we adapted two commonly used yeast expression vectors to the RFC 10 standard and used them to express yEGFP preceded by the mitochondrial localization signal from the mitoribosomal protein mRPS12. In addition, we attempted to demonstrate that aerobic respiration can be controlled by manipulating the expression of mRPS12.  Without mRPS12, yeast mitochondria lack a functioning ribosome and become unable to produce proteins necessary for aerobic respiration.  By expressing the mRPS12 protein in a haploid mRPS12 knockout strain, we investigated its usefulness as a means of regulating aerobic respiration in ", "team": "RHIT", "title": "Mito Morphin Power Yeast: Controlling Translation in Yeast Mitochondria"},
{"url": "http://igem.org/Team.cgi?team_id=2064", "abstract": "With the majority of pharmaceuticals originating from biosynthetic products, the demand for understanding these compounds for their production in industry is increasing. Many of these natural products are produce by Non-Ribosomal Peptide Synthatases (NRPSs), which are megaenzymes found in certain fungi and bacteria. These products are great lead compounds but often possess poor pharmacokinetics or high toxicity. NRPS can incorporate non-standard amino acids, and have the ability to append unique substituents onto their product. These factors make optimizing lead compounds extremely difficult through synthetic chemistry. Using nature as our guide along with the tools of synthetic biology we will be modifying NRPS at the DNA-level to improve the properties of lead compounds. We will be introducing tools to capture large NRPS gene clusters, append chemical modifications onto products, and screen NRPS production in a high throughput fashion. Synthesizing lead compounds will be as easy as “Pharming the Blues”.\r\n\n", "team": "Queens_Canada", "title": "Pharming The Blues"},
{"url": "http://igem.org/Team.cgi?team_id=1988", "abstract": "Water phosphate concentrations greater than 25 µg/L are known to drive the growth of harmful algal blooms, which compromise water quality and cost global industry more than ten billion USD in damage annually. To improve phosphate management, we transformed genes putatively responsible for inorganic phosphate transport and polyphosphate synthesis from the polyphosphate-accumulating organism (PAO) Microlunatus phosphovorus into E. coli and characterized their functions. Concurrently, we designed and built a suite of cost-effective phosphorus reclamation modules (PRMs) around xerogel-immobilized cells for contained, multipoint phosphate bioremediation. With continued testing, we expect to see an increased dry-mass percentage of phosphorus in our chassis relative to unmodified E. coli, elucidate cell viability and function within our xerogels, and understand the effective lifespan of our constructs. Through genetic, chemical, and mechanical engineering, we provide a means for preventing harmful algal blooms in both developed and developing countries.\n", "team": "Purdue", "title": "Engineering E. coli for phosphate bioremediation with genes from polyphosphate-accumulating organism Microlunatus phosphovorus"},
{"url": "http://igem.org/Team.cgi?team_id=1986", "abstract": "The problematic of fossil fuels has been widely known for many years, it is not only difficult to sustain the needed production, but there is a considerable amount of waste and gases freed to the environment during its use and fabrication. In many countries, the biofuels are being developed as an alternative to the conventional fuels, which brings many benefits like diminishing the Greenhouse Effect Gases, that keep affecting the earth atmosphere.\r\nIn Pumas Synbio, this problematic is addressed by the genetic modification of the seaweed Chlorella vulgaris, with the objective to optimize the lipid production and facilitate collecting them without needing to sacrifice the biomass.\r\nThe advantages are multiple, some examples might include that the production costs and time inversion is lower, the seaweeds can adapt and reproduce in any available space  and scale, which makes it an efficient and cheap option to normal fuels.\n", "team": "Pumas_Mexico", "title": "Synerg-G"},
{"url": "http://igem.org/Team.cgi?team_id=2037", "abstract": "The world population consumes approximately 3500 kWh/y/capita, increasing the demand for clean alternative energy. Recent improvements of photo-bioelectrochemical cells (PBEC), which harness electrons from photosynthesis to generate electricity, include synthetic attachment of chloroplast thylakoids to graphene electrodes. However, current attachment techniques require costly chemically synthesized linkers and PBECs are not yet efficient enough for industrial energy generation. In this project, DNA aptamers were designed and evaluated as low-cost biological linkers to tether plant photosystem II (PSII) complexes to graphene foam electrodes.  Systematic Evolution of Ligands by EXponential enrichment (SELEX), together with software developed by team Heidelberg 2015 (MAWS and JAWS) were used to develop PSII- and graphene-binding DNA aptamer candidates. This project aims to improve the attachment and orientation of the PSII complex to the graphene electrode for higher electron transfer efficiency, and serves as a prototype for the in planta expression of RNA aptamers for self-assembling thylakoid attachment.\n", "team": "Pretoria_UP", "title": "WattsAptamer: Synthetic DNA aptamers for thylakoid tethering in photo-bioelectrochemical cells"},
{"url": "http://igem.org/Team.cgi?team_id=2084", "abstract": "\n", "team": "Pittsburgh", "title": "Hot Metal Switch: Synthetic "},
{"url": "http://igem.org/Team.cgi?team_id=2056", "abstract": "Air pollution is a major global problem, a significant amount of which is caused by vehicular emissions. This problem is particularly prevalent in developing nations, where regulations regarding vehicle emissions are either not present or not properly implemented. Carbon monoxide and oxides of nitrogen are two dangerous constituents of exhaust fumes. Our aim is to produce a portable, quick and easy to use Biosensor device for environmental law enforcement agencies and even consumers that can detect for levels of carbon monoxide and oxides of nitrogen in vehicle exhausts and express corresponding chromoproteins as a result. The system is based on two separate gas-sensing mechanisms that work together to give a range of results. The mechanism sensing for carbon monoxide uses the CooA transcription factor and two CooA dependent promoters: CooF and CooM. The NOx sensing mechanism uses the NsrR repressed promoters, YeaR and NirK, as well as the NorV promoter.\n", "team": "Peshawar", "title": "Biosensor for detecting levels of CO and NOx in vehicle emissions"},
{"url": "http://igem.org/Team.cgi?team_id=1989", "abstract": "Uranium, a well-known radioactive metal, exhibits both chemical toxicity and radioactive hazards to environment and humans. Nowadays, several common methods are adopted to cope with uranium pollution, such as solidification of poluted soil and phytoremediation. Nevertheless, these methods are flawed owing to high cost, lengthy procedures as well as potential secondary contamination.\r\nTo overcome the drawbacks of traditional methods, Peking iGEM team focus on constructing a novel multi-functional biological material which is able to absorb uranyl ion fleetly with high specificity and affinity. This uranyl-absorbing material can be synthesized and secreted continuously by bacteria, self-assembled in extracellular environment, and harvested in a cost-effective manner. It also has a great potential to be modified and expanded due to its modular design.\r\nWith this material, we demonstrate how the increasingly serious uranium pollution can be treated in a more efficient and sustainable way in the near future. \n", "team": "Peking", "title": "Uranium Reaper"},
{"url": "http://igem.org/Team.cgi?team_id=2053", "abstract": "Vector-borne (re)emerging diseases are responsible for severe epidemics worldwide. In most cases, vaccines or treatments are not available, and insecticides are the primary source for vector control. Consequently, over spraying of insecticides impacts the environment and leads to the selection of insecticide resistant mosquitoes. Therefore, we developed a novel diagnostic device, Mos(kit)o that includes a fixed or mobile mosquito trap and a biosilica cellulose composite patch from genetically modified E. coli. The design of the patch creates a multilayered matrix coated with antibodies capable of detecting a wide panel of vector-borne pathogens and insecticide resistant marker proteins from captured mosquitoes. Additionally, the patch will have 2D barcoded readouts, generating an environmental surveillance database. A precise map of vector hot spots will provide a better assessment and response to vector-borne diseases, assisting local health authorities with anticipating and preparing for an epidemic. Our tool will be user-friendly, safe, and applicable.\n", "team": "Pasteur_Paris", "title": "Mos(kit)o : A biofabricated arboviral detection system"},
{"url": "http://igem.org/Team.cgi?team_id=2039", "abstract": "The regulation of gene expression is known to be controlled by transcriptional regulators in prokaryote. However, recent observations suggest that the expression of genes can also be affected by their spatial localization due to chromatin conformation. Our project aims at testing this hypothesis and determining if the expression of genes under the control of promoters of different strengths can be affected by their spatial proximity.\r\nWe thus designed a new adaptable tool composed of two different dCas9s fused with the FRB / FKBP12 dimerization system (induced by rapamycin) to increase the spatial proximity of two different DNA regions. We also designed a tool composed of two dCas9s and a tripartite split-GFP to visualize the spatial proximity of these two DNA regions. \r\nAltogether, these tools offer new perspectives for gene expression control and visualization of the spatial proximity of chromosomal regions. \n", "team": "Paris_Saclay", "title": "iJ'aime - Get DNA Closer"},
{"url": "http://igem.org/Team.cgi?team_id=2043", "abstract": "Dry cleaning is the removal of stains from delicate fabrics using solvents other than water. The most widely used solvent in dry cleaning is perchloroethylene (PERC), a volatile carcinogen that is increasingly banned and restricted for environmental and safety reasons. Our team is using synthetic biology to replace PERC with a biological alternative. To do so we are screening samples from all around the world to look for stain-digesting microbes, we are characterising candidate enzymes with putative stain digesting activity, and we are searching for fabric binding domains to enhance their stain fighting power! With some microbiology, synthetic biology, metabolic engineering and a lot of creativity we will find a green technology to make dry cleaners forget all about PERC.\n", "team": "Paris_Bettencourt", "title": "Frank&Stain: Enzymetic alternatives to perchloroethylene for stain removal from fabrics"},
{"url": "http://igem.org/Team.cgi?team_id=1980", "abstract": "Wilson’s disease is a genetic disorder in which the body is unable to fully metabolise copper. This results in copper accumulation, causing liver and brain damage if untreated. Patients describe current treatments as unsatisfactory due to their costliness, side effects, and dosage frequency.\r\n\r\nWe hope to show that E. coli engineered to express copper chelators originating from M. trichosporium and Mycobacterium spp. reduces copper ion concentration in vitro. This has applications as a potential probiotic treatment for Wilson’s disease, without the limitations of current treatments. We propose an encapsulation system that protects bacteria from simulated stomach conditions and may serve as a mechanism to deliver the probiotic to the small intestine, the site of copper absorption.\n", "team": "Oxford", "title": "Cure for Cu: Probiotic copper-chelating bacteria as a treatment for Wilson’s disease"},
{"url": "http://igem.org/Team.cgi?team_id=2047", "abstract": "Generally, stem-loops forming polynucleotides are more stable than the single-stranded ones. Particularly, mRNA with a stem-loop at its 3'- or 5'-end often has a longer half-life than their linear counterpart owing to the stem loops' resistance to exoribonucleases. Our team designed a polycistron gene expression construct, in which each gene followed by a stem-loop and an endoribonuclease cleavage site. When it is transcribed, digested by the endoribonuclease, and cleaved into independent mRNAs with different stem-loops, different mRNA shows different stability, determined by the designed Gibbs free energy (∆G) of their stem-loops, resulting in different expression level of their encoded proteins. In this way, we decouple the gene expression level of the same operon simply by designing different stem-loops. In addition, by quantitatively adjusting the free energy of the stem-loops, we can even achieve a stoichiometry expression of the target proteins precisely, like playing a beautiful concerto of cistrons.\n", "team": "OUC-China", "title": "Cistrons Concerto"},
{"url": "http://igem.org/Team.cgi?team_id=1910", "abstract": "An estimated 8.5 billion tons of poultry feathers are produced from farms globally every year, in addition to the tons of human hair that are removed from wastewater treatment facilities worldwide.  Keratin waste is typically disposed of through incineration, burying the waste, or mechanical processing that yields low-quality protein products.  All these processes take their toll on the environment.  However, Keratinase is a serine protease that primarily attacks the disulfide bonds in keratin waste—such as feathers and hair.  Thus, the expression of bacterial keratinases provides an opportunity to manage this degradation-resistant keratin waste and turn it into a high quality protein product such as fertilizer or animal feed.\r\n \tTo do this, two Keratinase Genes isolated from the Bacillus genera are used.  Keratinase A (kerA) is more active in degrading keratin in feathers, while Keratinase US (kerUS) is most effective in degrading the keratin in hair.   \n", "team": "OLS_Canmore", "title": "BreaKERs: Developing bacterial Keratinases for use in wastewater treatment and poultry industries "},
{"url": "http://igem.org/Team.cgi?team_id=1990", "abstract": "     Vibrio harveyi is a bacterium pathogenic to marine species and with no specific cure for infected organisms. For instance, shrimp aquaculture all over the world is greatly affected by Vibriosis. In order to combat this pathogen, we can engineer E. coli—which utilizes a common auto-inducer AI-2 between itself and Vibrio harveyi—to monitor the Vibrio harveyi population through the quorum sensing pathway as well as designing a system for the manufacture of Nitric Oxide (NO)-a compound known to have certain antimicrobial effects. Upon detection of AI-2, the engineered E. coli can thereupon express bsNOS gene-one coding for a Nitric Oxide Synthase protein in Bacillus subtilis. Through the expression of this system, NO may be produced to act against the pathogen. \r\n\n", "team": "NYU_Shanghai", "title": "Marine Vitae-guard"},
{"url": "http://igem.org/Team.cgi?team_id=2122", "abstract": "In many developing countries people depend on reasonably priced and conveniently available street food. However, lack of action taken by governments to regulate street food vendors has lead to the prevalence of severe street food-related illnesses. One of the primary microbial contaminants in street food is E. coli O157:H7, which acts by secreting Shiga-like toxin (SLT).  Currently, there is no detection method for SLT outside of a lab setting, thus putting the consumers of street foods at risk. Our project aims to develop a portable, consumer-focused device to detect the presence of SLT in foods. Our device focuses on detecting the interaction between the Gb3 receptor, produced by E. coli Gb3 synthase, and the non-toxic component of SLT, Subunit B. The performance of SDS-PAGE will allow consumers to compare the migration patterns of Subunit B crosslinked with Gb3 to positive and negative controls and identify the presence of SLT.\r\n\n", "team": "NYU-AD", "title": "Prokary-eat: A consumer-focused way of detecting Shiga-like toxin"},
{"url": "http://igem.org/Team.cgi?team_id=2040", "abstract": "Oriental fruit fly (Bactrocera dorsalis) is a major invasive pest that causes billion-dollar worth of crop damage each year. Many methods are applied to control its population, however, each comes with its own set of disadvantages. That is why we looked to Metarhizium anisopliae to solve the problem. While its efficacy is limited by environmental factors like UV, temperature, and humidity, scientists have improved its virulence through genetic engineering at the cost of its survivability due to concerns over GMOs. This year, we aim to design a biosafety switch to avoid compromising its survivability, the in-out-suicide-in-genetically-engineered-Metarhizium (IOS-i-GEM). Comprised of hemolymph and blue light sensing mechanisms, the system allows the fungus to kill its host before inducing the CRISPR/Cas9 kill switch to cause genome-wide mutations. With the IOS-i-GEM system in hand, scientists could create different genetically modified M. anisopliae strains for different pests without worrying about their biosafety.\n", "team": "NYMU-Taipei", "title": "IOS-i-GEM"},
{"url": "http://igem.org/Team.cgi?team_id=2155", "abstract": "  In many scientific fiction about interstellar travel, the device of carbon recycle is the most essential part. We propose to transform carbon dioxide to formaldehyde via electricity devices, and then engineer microorganisms to utilize formaldehyde to produce carbonhydrates .We expect to obtain a new kind of engineered E. coli that could fix inorganic carbon into carbonhydrates. We call this microbial device “Blue leaf”. The device consists of three parts, first we use electrical energy to convert carbon dioxide to formaldehyde, then use benzoylformate decarboxylase to catalyze formaldehyde into two and three-carbon intermediates, finally use fructose 6-phosphate aldolase to condense two and three-carbon units to form the five-carbon molecule-xylose. To some degree, this device could mimic the function of plant to biosynthesize xylose directly from carbon dioxide. We think the \"Blue leaf\" will be an indispensable device for astronauts, and human beings to explore new habitats on other planet like Mars.\n", "team": "NWPU", "title": "Blue Leaf"},
{"url": "http://igem.org/Team.cgi?team_id=1897", "abstract": "Biomolecule delivery systems are often plagued by problems such as non-specific targeting and low bioavailability. Engineered systems that have the ability to sense and respond to specific stimuli present in the microenvironment of pathogenic cells are able to overcome these issues. \r\nWe propose to engineer a dual-sensor bacterium that can sense increased metabolite levels in its microenvironment and then respond by delivering biomolecules into target cells. As a proof-of-concept, Escherichia coli was engineered to detect increased level of lactate, then respond by attaching itself to a cancer cell marker, and subsequently release biomolecules into the cell. A kill switch will be activated when there is insufficient lactate present, thus minimising non-specific targeting. In addition, our delivery system also has the flexibility to detect other environmental metabolites, together with the ability to engineer the bacterium to bind to other cell receptors for their detection and thus deliver biomolecules. \n", "team": "NUS_Singapore", "title": " RIOT; Regulated Invasive Organism Targeting system for delivery of biomolecules in vivo"},
{"url": "http://igem.org/Team.cgi?team_id=1997", "abstract": "MicroRNAs, serve as critical gene expression regulators at the transcriptional and post-transcriptional levels, have also been found as important blood-based biomarkers for early detection of cancers. However, their current in vitro detection methods are relatively complex, costly and low sensitive. Our project attempts to establish a novel in vitro microRNA detection system which is rapid, efficient, sensitive and specific. In this system, CRISPR-Cas9 technique is modified to integrate with split-luciferase or split-HRP reporting systems. The advanced rolling circle amplification technology and cell-free expression system are also involved and optimized. This system may ideally be compatible for the detection of various series of small non-coding RNAs. To our knowledge, we are the first to use the CRISPR-Cas9 system as a small non-coding RNA monitor in vitro. Its establishment and further development might provide a new approach for rapid and low-cost cancer screening, virus detection and curative efficacy assessment.\n", "team": "NUDT_CHINA", "title": "Development of a novel tube-based rapid blood-microRNA detection system with CRISPR-Cas9"},
{"url": "http://igem.org/Team.cgi?team_id=2130", "abstract": "\r\nOur project this summer aims to improve the CRISPR/Cas9 Tool Box for genome engineering and regulation. The Cas9/Cpf1 protein is widely adopted for it’s easy programmability to generate a targeted double strand break. The cell’s repair machinery would then mend the breaks which allows us to make edits to the DNA. To date, several question regarding this technology have been left unanswered. Firstly, despite the variety of Cas9/Cpf1 protein discovered, we still do not know the efficiency of each protein when compared to each other. Furthermore, the cutting efficiency for different cut sites varies. The populaity of this technology come from it's ability to enhance the rate of knock-ins. However, it's efficiency still remains to be improved as efficiencies varied between target sites. ", "team": "NTU-Singapore", "title": "Improving the CRISPR/Cas9 Tool Kit: Editing and Regulating"},
{"url": "http://igem.org/Team.cgi?team_id=1970", "abstract": "Implementing logic gates in living cells poses an interesting challenge in synthetic biology. Logic gates are the building blocks of digital electrical circuits, allowing rational, modular design of complex functions. Successful implementations of equivalent systems in living cells would open up new possibilities for regulation and manipulation of cell metabolism.\r\n\r\nThis project will implement a biological XOR gate by exploiting a naturally occurring type of DNA called DNA ribozymes. These single stranded DNA sequences are able to bind to and cut sequence specific RNA sequences, almost like restriction enzymes for RNA. Combining DNA ribozymes with silencing of reporter gene expression will allow us to design a system which responds to inducer signals in an XOR-gate like fashion inside living cells.\r\n\r\nThe XOR gate is perhaps the most challenging logic gate to recreate biologically, and a successful proof of concept would pave the way for similar implementations of other logic gates.\n", "team": "NTNU_Trondheim", "title": "Implementing biological XOR gates using DNA ribozymes"},
{"url": "http://igem.org/Team.cgi?team_id=2073", "abstract": "“PFCs” is the abbreviation of perfluorinated chemicals. These compounds are produced or used in water-proof clothing in and semiconductor industry, which are harmful to our environment and potential carcinogen to human. In recent years, the PFCs pollution issue has gotten more and more attention to people. Because of the strong binding energy of carbon-fluorine bond, these perfluorinated compounds are chemical inertness, which makes these compounds very difficult to be degraded in nature. To solve this problem, we decide to use a special enzyme to break the C-F bond, which will make it easier to be decomposed naturally. Most PFCs pollution happens in waters, so we also design a bioreactor system to deal with the PFCs dissolved in water.\n", "team": "NTHU_Taiwan", "title": "PFC OUT!"},
{"url": "http://igem.org/Team.cgi?team_id=1957", "abstract": "Given a wide range of global challenges to traditional energy sources, including from climate change, renewable energy production must proliferate. However, intermittency limits economic viability of these systems; issues like 'peaking' of energy production are costly to mitigate. To overcome this, we are experimenting with Shewanella oneidensis MR-1, which possesses the MtrCAB 'molecular nanowire' complex. Using this system, electrons can channel into the cell and to hydrogenase enzymes that reduce protons to diatomic hydrogen, storing electrical energy as chemical energy within H2. The natural process yields low amounts of H2 and is not currently economically scalable. BioWire intends to increase H2 yields using a single vector that will express recombinant hydrogenase genes. Western blotting and gas chromatography will quantify protein expression levels and H2 yields, respectively. Thus, we hope to demonstrate the viability of S. oneidensis MR-1 to generate economically viable forms of energy as diatomic hydrogen.\n", "team": "NRP-UEA-Norwich", "title": "Assessing the potential of reductive pathways in Shewanella oneidensis to convert electricity to diatomic hydrogen"},
{"url": "http://igem.org/Team.cgi?team_id=2019", "abstract": "Antibiotic resistance is a growing predicament in the battle against infectious diseases. Researchers have found promising methods to combat antibiotic resistance by directing Cas9 to cleave resistance genes; however, delivering Cas9 in vivo remains difficult. Current methods of delivering Cas9 plasmids in vivo are limited by expression regulation in recipient cells, and by pathological complications associated with toxic contaminants or harsh administration requirements. Our team aims to deliver Cas9 protein via bacterial outer membrane vesicles (OMVs), whose delivery selectivity and immunological toxicity can be modified. Unlike other systems delivering Cas9-encoding DNA, this technology will enable the delivery of functional Cas9 protein and will serve as a model whole-protein delivery system for a wide array of applications.\n", "team": "Northwestern", "title": "CRIPSR Capsules: Engineering pathways for incorporating functional Cas9 protein into outer membrane vesicles"},
{"url": "http://igem.org/Team.cgi?team_id=2108", "abstract": "-- No abstract provided yet --\n", "team": "NorthernBC", "title": "Water Remediation: The extracellular sequestration of copper from aqueous environments. "},
{"url": "http://igem.org/Team.cgi?team_id=2182", "abstract": "The 2016 Northeastern University team focused on two key problems with modern wastewater treatment: the waste of energy and information. Wastewater treatment consumes an enormous amount of energy, yet the water contains a wealth of reduced molecules that go unharvested. Wastewater is also a reservoir of information about the bacterial communities surrounding treatment centers, currently this information is only accessed through metagenomics. To address the waste of potential energy, we designed and investigated multiple plasmids to resolve issues that plague microbial electrolysis cells. We also designed a conjugative Crispr/Cas plasmid with a built in CFP reporter that can be used to monitor wastewater bacteria in a new way. This allows for the real-time detection of specific bacteria of interest as well as the elimination of pathogenic traits.\n", "team": "Northeastern", "title": "Syn Bio Approaches to Improving Wastewater Treatment "},
{"url": "http://igem.org/Team.cgi?team_id=1981", "abstract": "Autoinducer-2 (AI-2) is a signaling molecule that plays a crucial role in Quorum Sensing (QS), a process that mediates inter- and intra-species bacterial communication resulting in coordinated multicellular behavior. Drawing inspiration from the effect of AI-2 QS system on collective behavior and cellular decision-making, our team aims to engineer bacteria via synthetic biology approaches to control AI-2 level in natural and artificial environment. We have mainly designed two cell machines: ‘AI-2 Supplier’ is a cell machine which can directly supply high level of AI-2 molecules in the bacteria community while ‘AI-2 Consumer’ is a cell machine which can sense, absorb and degrade the AI-2 molecules in the environment. By taking advantage of the special characteristics of ‘AI-2 Controllers’, we hope to directly control the inter- and intra-species collective behaviors of bacteria in group level.\n", "team": "NKU_China", "title": "AI-2 Controller: Collective Behavior Regulator"},
{"url": "http://igem.org/Team.cgi?team_id=1942", "abstract": "Cancers, as the most frightening death threats, are aggressive and malignant. However, a perfect treatment of cancer has not appeared so far. The goal of our project is to develop a strategy to treat cancers, with building a transplantable drug system targeting a specific molecule that functions in cancer. We packed siRNA into exosomes (nano-sized vesicles secreted by human cells) to deliver our drug into certain part of a patient's body. Then we modified our exosome with iRGD to act as integrin-specific targeting tool. Our validation experiments will be carried out at the level of cells and animals to prove both the targeting and silencing function of this drug. Eventually, we expect to see a specific accumulation of the siRNA in the mice’s tumor tissues and the decreased expression of the oncogenes at the transcription level. This project may provide new insights into future treatment of cancer.\n", "team": "NJU-China", "title": "Say goodbye to Mr. Tumor: targeted therapy for cancer based on siRNA-exosome drug system"},
{"url": "http://igem.org/Team.cgi?team_id=1895", "abstract": "The Newcastle University iGEM 2016 team is creating a novel field of synthetic biology by fusing biological function with electronic predictability. Our project, ‘Culture-Shock’ involves augmenting electronic circuitry with biological components to create an electro-biological hybrid system. These biological alternatives include lightbulbs, batteries, capacitors and resistors: for the lightbulb, we are building a genetically-encoded device based on the HtpG heat-shock promoter; for the battery, we are modifying the pore proteins of Escherichia coli to improve a microbial fuel-cell; for the capacitor we are investigating timed interactions of two different repressors and for the resistor, we will exploit the ability of metallothionein proteins to sequester conductive metals. We will assemble these devices in a breadboard format, specifically designed for exploring the potential of electro-biological circuitry. The possibilities of such hybrid devices go far beyond our project. We are therefore developing a series of interactive simulators, designed to engage and to provoke.\n", "team": "Newcastle", "title": "Culture Shock: Building Biological Analogues of Electronic Devices"},
{"url": "http://igem.org/Team.cgi?team_id=1982", "abstract": "The CRIPSR/Cas9 system has now opened a new era for gene editing and manipulation. In this work, we aim to develop a light inducible CRISPR/Cas9 system in prokaryotic and lower eukaryotic cells, to precisely manipulate target gene activation upon the light induction. We fused two light-activated plant proteins, CRY2 or CIB1, to a transcriptional activator VP64 or the \r\ncatalytic domain deleted tCas9, generating CRY2-VP64 or CIB1-tCas9 chimeric constructs. In the presence of a specific gRNA guide, the tCas9 domain from CIB1-tCas9 binds to the promoter of a reporter gene. Once exposing to blue light, the CRY2 domain from CRY2-VP64 can form a protein complex with CIB1-tCas9, which in turn brings the VP64 domain to the chromatin and activates the reporter gene. We also plan to examine multiple light-sensitive elements, including LOV(light-oxygen-voltage-sensing domain) and Phy(phytochromoes), in order to provide various gene manipulation systems and to compare their efficiencies for gene activation.\n", "team": "NEU-China", "title": "ITS COLOUR: A Light-inducible CRISPR/Cas9-mediated gene expression activation system in E. Coli and Yeast"},
{"url": "http://igem.org/Team.cgi?team_id=1947", "abstract": "Protein purification is commonly used in Biochemical research, but can become a very tedious and inefficient procedure. We developed a system that can be used to conveniently and efficiently purify recombinant proteins with help of magnetosome.\r\nThe system consists of two parts. First, we used Escherichia coli to express an interest protein tagged by a Spytag. Second, we generated a Spycatcher-fused Mms13 protein and expressed it in the magetotactic bacteria AMB-1 (Magnetospirillum magneticum). These bacteria synthesize magnetosomes covered by phospholipid bilayer membrane, in which Mms13 is tightly anchored. Spycatcher binds Spytag with high affinity, and thus Spycatcher-Mms13 anchored in magnetosomes can strongly bind Spytag-conjugated protein and specifically bring it down with help of magnetic field. Our system is applicable to efficiently purifying any interest protein for different research purposes.\r\n\n", "team": "NEFU_China", "title": "Magnetosome: a new efficient and handy tool for protein purification"},
{"url": "http://igem.org/Team.cgi?team_id=1974", "abstract": "  Spider venoms are disulfide-rich insecticidal peptides that target a wide range of ion channels in the insect nervous system. The spider-venom peptides have toxicity against insect species including Lepidoptera (moths and butterflies), Diptera (flies and mosquitoes), and Coleoptera (beetles). In our project, engineered Escherichia coli expresses “PANTIDE family” including ω-hexatoxin-hv1a, μ2-segestritoxin-sf1a, and Orally Active Insecticidal Peptide (OAIP).\r\n  To improve the oral activity, we fuse spider-venom peptides with snowdrop (Galanthus nivalis L.) lectin. The fusion peptides can be sprayed on crops and eliminate targeted pests by oral administration. The PANTIDE family is eco-friendly, bio-degradable and safe to mammals compared with conventional pesticide.\r\n  Besides, a new agricultural system based on Internet of Things (IoT) technology has been designed using three parts: detector, sprinkler, and client. With the automatic system, farm owners can monitor the status in farmland and safeguard the ecological equilibrium remotely from the application in smartphones.\n", "team": "NCTU_Formosa", "title": "PANTIDE- A new agricultural system that eliminates targeted pests "},
{"url": "http://igem.org/Team.cgi?team_id=2046", "abstract": "-- No abstract provided yet --\n", "team": "NCL_India", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1920", "abstract": "Do you know 1 in 12 people does not realize that s/he has diabetes in Taiwan? Do you even know that every 7 SECONDS, diabetes caused disease take one life away? We designed a non-invasive, convenient and electronic device with a reusable sensor for monitoring real-time glucose in urine daily instead of traditional pricking detection. U-KNOW is a two-feature system, which can diagnose glucose level and auto-resetting. E. coli senses the urine for the glucose level, on the other hand, enterokinase degrades E. coli to configure the initial status for the next user. After detection, the collected data is converted into digital signals and sent to the App. This biosensor technique does not only empower diabetic patients to manage diabetes, but also alarm for non-diabetes to take care of their health simply. Prevention is better than cure!\n", "team": "NCKU_Tainan", "title": "U-KNOW: A PREVENTION OF DEATH FROM A BETTER DIABETES MANAGEMENT"},
{"url": "http://igem.org/Team.cgi?team_id=2142", "abstract": "Antibiotic resistances are booming everywhere. In industry this could be a high risk because antibiotics are used as selection markers. If they don´t work anymore new ones have to be developed. A good alternative system for selection is the toxin/ antitoxin system. \r\nThe goal of this project is to construct 4 different strains containing one toxin/ antitoxin, a chromoprotein for visualization and a DAM methylase for a higher mutation rate. the different strains then fight against each other. the strongest survives and within this strain a new reproducible selection marker is born.\n", "team": "NAWI-Graz", "title": "The Last Colinator"},
{"url": "http://igem.org/Team.cgi?team_id=2088", "abstract": "In 1962 a book named Silent Spring revealing the Harm of chemical pesticides stirred the public. Months ago, substance called Permethrin and the intermediate product, 3-phenoxybenzoate, alerted the youth from NAU-China. To degradate the Permethrin and 3-phenoxybenzoate expeditiously we created SpringHealer. \r\n\r\nIn the laboratory we separated degrading genes from the original strain and regulated the gene expression through changing the expression order and varying different RBS. To know the toxic hazards of 3-phenoxybenzoate deeply we do the drosophila toxicological experiment. Out of the laboratory, we looked around the surroundings hoping to make our Healer more meaningful. SpringHealer can not be put into the nature so we designed a mould to make it better.\n", "team": "NAU-CHINA", "title": "SpringHealer"},
{"url": "http://igem.org/Team.cgi?team_id=1894", "abstract": "-- No abstract provided yet --\n", "team": "Nanjing_NFLS", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1958", "abstract": "The current world is undergoing a global energy change. Among all possible substitutes for fossil fuels, hydrogen serves as a praising future energy form. In this year’s iGEM competition, our team intended to harness solar energy to drive whole-cell hydrogen production in air conditions. We constructed a recombinant strain of Escherichia coli over expressing the indigenous [Ni-Fe] hydrogenase Hyd1 and relevant maturases. Energy of photons are transformed to excited electrons by semiconductors such as TiO2, and methyl vionlogen transports the electron to the biocatalyst. Noting that hydrogenases are commonly sensitive to oxygen, we constructed special silica encapsulation forming an anaerobic environment within bacteria cell clusters to avoid oxidative damage. The combination of biocatalyst, semiconductors and silica then leads to in air light-driven hydrogen production. This project sparks new light onto chemical-biological hybrid methods in the development of new energy forms.\n", "team": "Nanjing-China", "title": "HydroMagic"},
{"url": "http://igem.org/Team.cgi?team_id=1950", "abstract": "To innovate a refrigerator without electricity, we invented a prototype of FRAVORATOR that is possible to preserve food by antibacterial volatiles synthesized by Escherichia coli. \r\n\r\n For high-efficiency synthetic processs, we tried two methods. 1, 1-deoxy-D-xylulose 5-phosphate（DXP）synthase, Dxs, is down-regulated when its downstream material has been produced to some extent. So, we tried to over-express, another DXP synthase, nDXP, that rarely has been used in normal conditions. 2, Using genomic editing method, we tried to knock out synthase, that we\r\n used to produce unnecessary by product. \n", "team": "Nagahama", "title": "Increased production of fragrance for new food preservation method E.coli"},
{"url": "http://igem.org/Team.cgi?team_id=2125", "abstract": "Currently, the biotechnologically relevant model strain of cyanobacteria, Synechococcus elongatus PCC 7942, lacks resilience to cold temperature perturbations. If large-scale operations for photosynthetic production of industrial compounds are to be realized, robustness to unpredictable weather conditions must be considered. Two complementary approaches are being proposed to increase cold adaptation and resistance to freezing in S. elongatus. Previously, it was shown the expression of lipid desaturase desA increases the cold-growth tolerance of S. elongatus. We now aim to improve this range by fine-tuning the expression of a riboswitch-controlled desA. We also hypothesize that introduction of SFR2 from Arabidopsis thaliana—responsible for remodeling the outer chloroplast membrane for increased freezing tolerance—will increase cellular viability to freezing events. Through this two-pronged approach, we aspire to engineer a cyanobacterial strain that ultimately could be used for the production of industrially-relevant products in unreliable environment conditions.\n", "team": "MSU-Michigan", "title": "Engineering Cyanobacteria for Improved Tolerance to a Freeze/Thaw Cycle"},
{"url": "http://igem.org/Team.cgi?team_id=2100", "abstract": "Affecting approximately 1 in 10 women, endometriosis is a disease caused by cells similar to the endometrium of the uterus growing elsewhere in the body. These growths, called endometrial lesions, cause severe chronic pain and infertility. Because the only definitive diagnostic method is laparoscopic surgery, patients wait on average seven years between the onset of symptoms and an accurate diagnosis. \r\n\r\n", "team": "MIT", "title": "A Genetic Circuit to Detect Endometriosis"},
{"url": "http://igem.org/Team.cgi?team_id=2034", "abstract": "North American bats are suffering from an emerging fungal disease called White Nose Syndrome. Affected hibernacula often face mortality rates in excess of 80%, an unsustainable loss in animals that only have one offspring per year. As it spreads, the disease impacts many bat species with roles in pest control and pollination. Last year, we looked into modifying E. coli so that it would produce the volatile organic compound ocimene, which has been shown to slow fungal growth. This year we are continuing this work and are also investigating ways to sense WNS to attempt to impact the cave environment as little as possible and target the fungus directly. We aim to analyze the use of leupeptin A and B found in S. roseus to possibly inhibit the fungus’s ability to degrade collagen, one of the many affects from the fungus’ metabolism of the bats’ skin and wings.\n", "team": "Missouri_Rolla", "title": "Defending North American Bats Against White Nose Syndrome (WNS)"},
{"url": "http://igem.org/Team.cgi?team_id=2099", "abstract": "Gene drives induce biased inheritance of specific genes and are currently being considered as a method to regulate mosquito populations. However, the ability of gene drives to spread quickly through entire populations raises serious ethical concerns, especially when the genetic change affects reproduction. To address this issue, we constructed both a gene drive and an inducible recovery drive and modeled the combined system using ", "team": "Minnesota", "title": "Shifting Gene Drives Into Reverse"},
{"url": "http://igem.org/Team.cgi?team_id=1991", "abstract": "The testing method used these days seems to contain a few problems and wasn’t that reliable to the public. Therefore, we started to aim at finding a better way to conduct the alcohol test. We did lots of research about how alcohol tests work and tried to find out the way alcohol reacts with the proteins and chemicals in our bodies or other organisms. We came up with the idea of imitating the mechanism that blood glucose meters equipped. We decided to oxidize alcohol and produce hydrogen peroxide to cause exchanging of electrons then detect it by blood glucose meters. Our bacteria will produce alcohol oxidase and display it on the cell surface, and we will remove the glucose oxidase in a blood glucose meter and replace it with alcohol oxidase. Voila! A portable and accurate blood alcohol meter was created.\r\n\r\n\r\n\n", "team": "Mingdao", "title": "Blood Alcohol Meter"},
{"url": "http://igem.org/Team.cgi?team_id=2104", "abstract": "Choosing apt and reliable protocols for new experiments is a problem that wet labs routinely face due to the difficulty in anticipating which protocols will produce the best results. Experimental practices may differ immensely across laboratories and precise details of these practices may be lost or forgotten as skilled faculty or students leave the lab to pursue other endeavors. Furthermore, there are few well-defined protocols that are generally agreed upon by the scientific community, in part due to the lack of a system that can supply a measure of a protocol’s acceptance. In order to address these problems, we set out to build a database that integrates a crowd-sourced ratings and comments system to serve as a protocol curator that enables wet lab investigators to compare various protocol efficacies, quantify a protocol’s acceptance within the scientific community, and provide an avenue through which experiential knowledge can be communicated.\n", "team": "Michigan_Software", "title": "ProtoCat: Increasing Reproducibility Through Protocol Sharing And Review"},
{"url": "http://igem.org/Team.cgi?team_id=2105", "abstract": "We have developed and begun testing a system for protein sensing which we believe has promise in rapid disease diagnostics, including cost-effective tuberculosis detection. Our system uses a combination of synthetic aptamers and proximity dependent ligation to detect protein targets, producing a colorimetric output visible to the naked eye. This conditional, cell-free expression system could be freeze dried onto paper to create a simple test strip which can detect disease biomarkers in a sample in under two hours. If mass produced, a freeze-dried paper system could prove far more cost effective than current detection methods, 25 cents or less per use.\r\n\n", "team": "Michigan", "title": "Aptamer-based Protein Detection"},
{"url": "http://igem.org/Team.cgi?team_id=2052", "abstract": " Colon cancer is the forth most common cancer throughout the world.\r\nBecause of these alarming facts we decided to work on this topic as every contribution counts in fight against cancer. \r\n\r\n Cancer treatment is done in many ways yet mostly lethal for healthy cells that lead us to find an alternative solution. Butyrate, endogenous and short chain fatty acid, can prevent colorectal cancer.\r\n \r\n Literature searches courage us about prevention effect of butyrate by promoting differentiation, cell-cycle arrest and apoptosis of transformed colonycte. \r\n\r\n Our modified bacteria will cause a formation of a microenvironment through a specific cancer binding peptide again produced by Esherichia coli BL21(DE3) strain that will be attached on surface of CaCo-2 cancer cell with already mutated and induced type1 pili structureType I P.1 structure and produce Butyrate and concentrate it around the cancer cells to drive  them into apoptosis.\n", "team": "METU_HS_Ankara", "title": "Formation of microenvironment and production of butyrate to supress growth of cancer cells in colon"},
{"url": "http://igem.org/Team.cgi?team_id=2140", "abstract": "Our project, StarScaffold, builds on the work of the 2014 Melbourne iGEM team on star-like peptides, a special type of protein backbone with 4 arms. Star-like peptides are an existing concept and have been demonstrated experimentally to have potential uses in augmenting enzyme reaction kinetics and improving performance of antimicrobial peptides. We aim to improve and optimise the design, primarily with the addition of split inteins. These are a special type of protein sequence which allow each arm of the peptide to be ligated to another protein of choice, which could be an enzyme or even other StarScaffold units. We are focusing primarily on two main applications for the StarScaffold; as a hydrogel with uniquely customisable physical and biochemical properties, and as a method of improving enzyme reaction kinetics. These technologies are currently growing in popularity and we hope our project can help improve the current state of the science.\n", "team": "Melbourne", "title": "StarScaffold - Creating better multi-protein structures"},
{"url": "http://igem.org/Team.cgi?team_id=1929", "abstract": "Gastrointestinal (GI) cancers have the highest cancer mortality rate in Canada due to difficulties in tumour diagnosis and treatment. Common anti-cancer therapies used today can lack specificity and have off-target effects, damaging the body in the process. Our focus is to engineer commensal Lactobacillus bacteria to bind and aggregate towards Her2+ GI tumours. Membrane-anchored binding proteins specific to Her2 will be engineered into Lactobacillus to redirect bateria for aggregation at the tumour site. With sufficient bacterial density, a quorum sensing mechanism triggers production of a vital T cell activating cytokine, interleukin-2 (IL-2), to recruit tumour-specific T cells for an anti-cancer response. Simulations of the bacteria in a possible tumour environment will help drive quorum-sensing design (e.g. promoter sensitivity). Ethical concerns were addressed through research into the feasibility of such a treatment, particularly into methods to minimize health risks, make the treatment financially accessible, and abide relevant legislation.\n", "team": "McMasterU", "title": "Genetically engineering lactic acid bacteria for treatment of gastrointestinal tract cancers"},
{"url": "http://igem.org/Team.cgi?team_id=2164", "abstract": "-- No abstract provided yet --\n", "team": "McGill-McMaster", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1964", "abstract": "Globalization radically changed the world we live in; the way we communicate and travel has become much easier. On the downside, our need for resources has dramatically increased causing ecological and social problems like land-grabbing and fracking. The emergence of Synthetic Biology is initiating another bio-based industrial revolution. It is time to take the next step towards a sustainable bio-industry.\r\nIn 'Syndustry', we follow nature’s own design principles by combining the strengths of individual microorganisms for the production of valuable biochemicals. We introduce a novel ‘plug-and-play’ production platform based on artificial endosymbiosis. This system goes beyond co-culturing microbes and overcomes current production limitations in fermentation. By employing cyanobacteria, capable of photosynthetic growth, we achieve a self-sustainable and versatile production platform for biochemicals from carbon dioxide.\r\n\r\n'Syndustry – fuse. produce. use.' is the next industrial revolution and will change the face of the world as we know it today!\r\n\r\n\n", "team": "Marburg", "title": "SYNDUSTRY - fuse. produce. use."},
{"url": "http://igem.org/Team.cgi?team_id=2092", "abstract": "Controlling alcohol consumption can be difficult, especially amongst students in the United Kingdom. A non-invasive sweat patch that provides real-time monitoring of blood ethanol levels would revolutionise how we control alcohol consumption. Our proposed prototype, AlcoPatch, is based on studies that demonstrate the correlation between sweat and blood ethanol concentrations. Our AlcoPatch utilizes Escherichia coli as a chassis to engineer two different devices which would generate visible colour changes according to sweat ethanol concentrations. The first is a cell-free mechanism that uses alcohol oxidase, derived from Pichia pastoris, to initiate redox chain reactions required for the colour conversion of indicator dyes. The second manipulates an ethanol-inducible gene-switch system, derived from Aspergillus nidulans, to regulate the expression of chromoproteins. To guide our experiments, we use an innovative ensemble modelling approach to account for the uncertainty in our parameters. This enables us to predict the most cost-effective design options for prototyping.\r\n\r\n\r\n\r\n\n", "team": "Manchester", "title": "AlcoPatch – Rethink your drink"},
{"url": "http://igem.org/Team.cgi?team_id=1998", "abstract": "The hydrogen generation industry produces over 50 million tons of hydrogen per year, sourcing over 95% of its product from fossil fuels. Our overall goal is to engineer photosynthesis into E.coli to producing hydrogen from sunlight. Our first goal is to engineer the chlorophyll biosynthesis pathway into E.coli. Production of chlorophyll in non-photosynthetic organisms has not yet been successful. Secondly we will synthetically construct 17 genes of Photosystem II into E.coli to generate oxygen and electrons via the oxidation of water molecules. Lastly, the electrons generated from Photosystem II will be converted to hydrogen gas using hydrogenase. This will enable the production of hydrogen gas in a clean and sustainable way which could be used as a future energy source. Our modelling and human practice approaches will allow an assessment on the viability of the production of hydrogen on an industrial scale.\n", "team": "Macquarie_Australia", "title": "Chlorophyll II: The Return of the Hydrogen - Engineering photosynthesis into E.coli"},
{"url": "http://igem.org/Team.cgi?team_id=2107", "abstract": "In 2010 it was estimated that 6.5 million people in the United States suffered from chronic wounds, accruing an annual cost of approximately $2.5 billion. Furthermore, experts predict that the burden of chronic wounds will increase rapidly in the near future. Chronic wounds are unable to heal in an orderly set of stages or within a time period of about three months. The etiology of chronic wounds is very diverse, but patients frequently suffer from persisting chronic wounds due to their bodies overproducing wound site proteases. In turn, these proteases decrease wound healing rates by degrading host growth factors and the extracellular matrix of the wound site. Our team is using a bioreactor and synthetic biology principles to purify and infuse platelet derived growth factor and a protease inhibitor into a synthetic collagen scaffold. We envision our technology will introduce a novel synthetic-biology-based process for the development of wound dressings.\n", "team": "Lubbock_TTU", "title": "Enhanced Wound Healing Using a Protein Infused Collagen Scaffold"},
{"url": "http://igem.org/Team.cgi?team_id=2112", "abstract": "The purpose of this year's project is based on the result of last year's, that is to eliminate organophosphorous pesticides residue on the vegetables and fruit since in China and  other places organophosphorous pesticides residue exist and can be harmful to human beings. Differently, we change the way to achieve the goal better. This year, we can extract the protein with specific function directly to use on vegetables. Since we use a different way, ccdB suicide gene we used in last year can be better treated.  As a high school team, we can make more accurate achievement partly based on last year's project and using new method of constructing plasmid. \n", "team": "LN-Shiyan-China", "title": "OP Pesticides Residue Killer "},
{"url": "http://igem.org/Team.cgi?team_id=2170", "abstract": "Living in an aging society and facing the increasing organ shortage, we have developed a game-changing approach to bioprint tissues for biomedical application. Our interdisciplinary work entails creating a novel bioink that exploits the rapid and specific interaction of biotin and its tetrameric binding protein streptavidin. By employing this affinity, we have engineered cells presenting biotin moieties or biotin binding proteins on their surfaces and recombinant biotinylated proteins as spacer molecules, which both co-polymerize upon contact with streptavidin. Furthermore, we have explored different cellular circuits, which allow us to control pancreatic cell lines, induce tissue vascularization, or install biosafety mechanisms for printed tissues. To deliver these cells, we employ a hijacked 3D printer that enables us to manufacture three-dimensional multi-cellular structures in a user-definable manner.\r\nAltogether, we are confident that our system provides the necessary means to advance the SynBio community to the next level – the tissue level.\r\n\n", "team": "LMU-TUM_Munich", "title": "biotINK - rethINK tissue printing"},
{"url": "http://igem.org/Team.cgi?team_id=2095", "abstract": "This year LiU iGEM will be a part of the search for alternative energy sources, this as a result of global warming due to excessive use of fossil fuels. For this we will use CRISPR/Cas9 in unicellular model algae Chlamydomonas reinhardtii, which has shown great potential for production of biofuels. Previous research has attempted to modify algae to promote the lipid synthesis thereby optimizing them for biofuel production. In this project we want to create new Biobricks consisting of inducible promoters to couple with a CRISPR/Cas9-system in C. reinhardtii. The reason for the inducible promoters is to avoid complications such as toxicity of a constitutively active Cas9. By causing cultures of algae to undergo genetic modification in response to high intensity light we believe we can solve this problem. With this method genes can be targeted in the model algae in order to regulate the lipid synthesis.\r\n\n", "team": "Linkoping_Sweden", "title": "A CRSIPR case for biofuel"},
{"url": "http://igem.org/Team.cgi?team_id=2067", "abstract": "-- No abstract provided yet --\n", "team": "Liceo_Eugenio_Hostos", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2124", "abstract": "Blood clotting is controlled by a highly regulated pathway that attempts to ensure a balance between clotted and unclotted blood within a wound. \u2028As a response to trauma, enzymes in the pathway activate sequentially to convert fibrinogen into fibrin.The fibrin strands cross-link together to form a polymer mesh that causes blood flow to slow and eventually cease at the wound site. \u2028However, without external intervention the natural clotting process is too slow to prevent excessive hemorrhage and death when bleeding is severe. Proteins in some snake venoms have the ability to act as thrombin analogues and induce the conversion of fibrinogen to fibrin at an accelerated rate, bypassing the regulatory pathway. The increased concentration of fibrin causes clots to form quickly within the bloodstream. Our goal is to utilize recombinant protein from Cerastes cerastes venom to prevent fatal hemorrhage and minimize thrombosis in cases of traumatic injury. \n", "team": "Lethbridge_HS", "title": "Coagu.coli: using recombinant snake venom to treat traumatic hemorrhage"},
{"url": "http://igem.org/Team.cgi?team_id=2109", "abstract": "The prevalence of virulent and multiple antibiotic resistant pathogens in healthcare facilities has resulted in the ongoing reassessment of best practices to prevent their transmission. However, whether pathogen reservoirs exist in emergency medical services (EMS) vehicles remains largely unknown. We characterized the microbiome of EMS vehicles using Nanopore next generation sequencing of isolated DNA samples. Based on the pathogens identified during sequencing, we developed a bacterial two hybrid selection system to generate custom single-domain antibodies (Nanobodies™) that recognize important pathogens. Selected antibodies were then used to create a rapid, low-cost and on site ELISA-based testing kit. Our project provides a framework for the detection of emergent pathogens and a practical solution for monitoring their presence within and outside of the healthcare system.\n", "team": "Lethbridge", "title": "NanoResponder"},
{"url": "http://igem.org/Team.cgi?team_id=1938", "abstract": "Perchlorate (ClO", "team": "Leiden", "title": ": starting a garden on Mars"},
{"url": "http://igem.org/Team.cgi?team_id=1902", "abstract": "Within the next decade, we are set to see the launch of a vast number of human missions to Mars. However, a major issue associated with space travel is Osteoporosis, a condition where there is a decrease in bone density. Osteoporosis is treatable with calcitonin pills and nasal sprays but these treatments are ineffective. Therefore we propose to use CRISPR/Cas9 to create a model to stimulate upregulation of calcitonin secretion within E.coli as a new treatment. We will be constructing plasmids that contain the calcitonin promoter region and the CRISPR/Cas9 system. These plasmids will be transformed into E.coli where we will test for the upregulation of calcitonin secretion using GFP and calcitonin assays. If the project is successful, it would provide a stepping-stone towards further gene-targeted therapies to treat health conditions that are acquired from space travel and could be used to treat osteoporosis in the elderly. \r\n\n", "team": "Leicester", "title": "CHEESE (Calcitonin Hyper Expression using E.Coli in Space Exploration)"},
{"url": "http://igem.org/Team.cgi?team_id=1995", "abstract": "Nowadays, heavy metals in the water have become a threat to fish and human consumers. Current methods including physical-chemical remediation, phytoremediation and others are limited to deal with heavy metal pollution.\r\n\r\nWe proposed a new approach named gut remediation to reduce bioaccumulated heavy metals in fish by gut microbiota. We designed a polypeptide which can bind to heavy metals including mercury and copper. Then a novel gene Metal Catcher was designed based on the polypeptide with GFP and N-terminal region of INP. Subsequent display of Metal Catcher on the E. coli surface showed highly sensitivity and selectivity of copper, mercury and cadmium, and permitted selective adsorption of copper, mercury. Then, we fed cyprinoid fish with the transformant strains. Result showed that experiment group have lower accumulation of heavy metals compared to the control. Therefore, gut remediation is an ideal approach to control heavy metal contaminations in fish.\n", "team": "Lanzhou", "title": "Reduce bioaccumulated heavy metals in fish by gut remediation"},
{"url": "http://igem.org/Team.cgi?team_id=1911", "abstract": "The concentration of proteins in a cell is determined by both the amount synthesized and the amount degraded. Thus, protein degradation is a crucial aspect of maintaining intramolecular equilibrium. A class of ATPases known as AAA+ Proteins involves a well-known proteolysis mechanism known as ClpXP in which ClpX unfolds and translocates a tagged protein into a sequestered proteolytic compartment in ClpP.\r\n\r\nWe devised an inducible genetic construct in which ClpXP will degrade a chromoprotein upon induction. The data will be gathered using a device that can quantify the color of the light reflected by the chromoprotein before and after induction. This will ultimately allow us to measure the relative strength of degradation and further characterize a well-known proteolysis mechanism. Our characterization of ClpXP will serve as a precursor for controlled protein delivery in medicines and subsequently a switch for biosensors.\n", "team": "LambertGA", "title": "SWITCH"},
{"url": "http://igem.org/Team.cgi?team_id=1933", "abstract": "Even though Norovirus (NoV) remains a major cause of food poisoning in the world, we have not yet discovered an anti-NoV vaccine, or a curative medicine against NoV infections. To overcome this global issue, iGEMKyoto aims to develop an intestinal bioelimination system that can physically remove NoV from the body. In detail, we are creating recombinant E. coli expressing two types of surface-displayed proteins that each specifically bind to NoV and cellulose. By orally administrating this E. coli and cellulose to the patient intestine, this E. coli will bind to NoV, and would swiftly be taken out of the digestive system through its affinity to cellulose, as cellulose passes human intestine undigested. We have already produced the abovementioned E. coli, and confirmed its binding to Norovirus virus-like particles from images of a scanning electron microscopy. We will show further examination of characteristics of this device, such as its binding capability.\n", "team": "Kyoto", "title": "'Norocatcher' combats against norovirus infections with surface expressing norovirus antibodies"},
{"url": "http://igem.org/Team.cgi?team_id=2094", "abstract": "EFCs and MFCs have been studied for many years using variety of biological fuels. Many obstacle of these fuel cells is that they often use food sources for humans. Also they only produce a small amount of electricity. \r\nThe goal of our project is to improve both of these problems. We used agar as the fuel, which is very abundant in the ocean but is not a primary food source for humans. \r\nWe also combined traditional EFC and MFC to create EMFC which uses shewanella oneidensis MR-1 and diaphorase simultaneously to generate electricity. \r\nFirst, E.coli that displays agar degrading enzymes degrade agar to produce galactose and NADH. Galactose is then used by E.coli to produce lactate and formate which shewanella oneidensis can use to generate electricity. NADH is used by diaphorase to generate electricity as well.\n", "team": "Korea_U_Seoul", "title": "Geletricell : Agar Utilizing Dualcore EMFC"},
{"url": "http://igem.org/Team.cgi?team_id=1999", "abstract": "Due to the increasing amount of plastic trashed, scientists are keeping their eyes on several ways to confront this environmental issue. One rising solution is the \"Meal-worm\". They can maintain their lives through consuming Styrofoam due to the microorganism in their guts that degrade the Styrofoam. A PS-degrading bacterial strain is called the Exiguobacterium sp. strain YT2. However,the big problem of the meal-worms is that they are not able to dissolve PET. Thus, we will insert the gene of this bacteria into E.coli by using the gene synthesis. Then, we will test the PET disintegration ability of meal-worms after feeding them the modified E.coli. Our hypothesis is that meal-worms will actively disintegrate PET after consuming the altered E.coli. \n", "team": "KoreaSonyeodul", "title": "Able the PET Disintegration of Meal-worms "},
{"url": "http://igem.org/Team.cgi?team_id=1952", "abstract": "\r\nModern waste management facilities are designed to remove human waste products such as ammonia and urea. Biological and chemical concepts are still being used but there is still a significant amount of concentrated nitrogen source is being released into water basins all over the world. Ammonia and urea can be toxic to local marine life and even during its metabolism by microorganisms they deprive water of oxygen which is life-threatening to marine species. We are working on creating a full metabolic pathway in one species to metabolize ammonia and urea into N2 gas which is 70% of our atmosphere. Developing a synthetic pathway in most adaptable bacteria in waste water would allow us to use only one bacterium which is most successful in those conditions as well as adding this pathway into another bacterium which is more suited for waste water treatments throughout the world. \n", "team": "Kingsborough_NY", "title": "Kings of the Sewage"},
{"url": "http://igem.org/Team.cgi?team_id=1985", "abstract": "Bacteria such as Magnetospirillum gryphiswaldense grow magnetite nano-crystals that they use for orientation. These magnetic nanoparticles are grown from iron inside of organelle-like structures called magnetosomes. In this project, we will produce magnetite nanoparticles using a synthetic biology approach utilising enzymes involved in magnetosome formation. We will utilise proteins MamP, MamT and MamX, which were chosen due to their proposed involvement in promoting magnetite crystal maturation in M. gryphiswaldense. Each of the genes will be incorporated both separately and as a set into E. coli with the aim of producing magnetite crystals in vivo in the cells. The proteins will also be purified and tested in vitro. Our results will further our understanding of how bacteria cells are able to form and organise magnetite nanoparticles in magnetosomes, and demonstrate how synthetic biology approach can be used to make nano-materials.\r\n\n", "team": "Kent", "title": "Mag-nano-tite: Creating magnetite nanoparticles in E.coli"},
{"url": "http://igem.org/Team.cgi?team_id=2175", "abstract": "In the world, a desertification is one of serious environment problem. A desertification is caused by the loss of a plants that cover the ground and of the water-holding capacity of a soil. To prevent this problem, our team use Bacteria Cellulose (BC) that is produced by Gluconacetobacter (Komagataeibacter). This cellulose produced by microorganism is known as a raw materials of nata de coco and as having high water-holding capacity. We will utilize this high water-holding capacity for prevention of soil erosion. Our object is to improve producing ability of Guluconacetobacter by antisense method. We would like to prevent a soil erosion by increasing of water-holding capacity of soil with use of the improved microorganism.\n", "team": "KAIT_Japan", "title": "Soil conservation by Bacteria Cellulose"},
{"url": "http://igem.org/Team.cgi?team_id=2035", "abstract": "-- No abstract provided yet --\n", "team": "Judd_UK", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2000", "abstract": "Citrus fruits and  vegetables contain much anthocyan which is a naturally flavonoid with \r\npowerful anticancer function. Although applying anthocyan to cancer therapy, \r\nthere are a great deal of people still suffering from the cancer.\r\nWe want to find a key thread to increase anthocyan efficience to destroy cancer castle.\r\n KLF4（Kruppel-like-factor 4）is a ES plouripotency factor which is able to bi-directionally\r\n regulate genes and playing an essential role in \"somatic reprogramming\" within the process of tumorigenesis. We'll construct KLF4 motor to promote anthocyan  anticaner  in gastric cancer.\n", "team": "JSNU-China", "title": "Little strokes fell great oaks  "},
{"url": "http://igem.org/Team.cgi?team_id=1940", "abstract": "    Alzheimer is a disease prevailed in olds around the world and currently there hasn't had any effective treatment and the early diagnosis is hard to accomplish. Current research has already found that the fold change of specific kinds of microRNA has correlations with Alzheimer's development. To improve the diagnosis method, we are developing a rapid and simple diagnosis for Alzheimer’s disease using the different expression of microRNA between patients and healthy controls. A reporter carrier containing a repressed promoter is hoped to be constructed, which opening is controlled by microRNA degrading or inhibiting mRNA. The accuracy of the system will be increased by the synergistic effect of repressor proteins. Combined with reporter gene, a couple of microRNAs will also be used to construct different plasmids to get efficient system which may offer prototype for massive detection accurately and fast in a massive scale.\n", "team": "JNFLS_China", "title": "Micro RNA, macro application"},
{"url": "http://igem.org/Team.cgi?team_id=1932", "abstract": "Considering solid tumor cells as harmful mutants in the ecosystems in vivo, we propose a novel approach to eliminate tumor cells. Bifidobacterium has been proved to be non-immunogenic to normal cells, and has the ability to preferentially settle in hypoxic regions, including solid tumors. We plan to construct a recombinant plasmid, which consists of DNA replication origins and related genes from pMB-1 and pUC18. In addition, we will clone HU, a Bifidobacterium promoter, and TAT-apoptin gene with a N-terminal secretion signal peptide into this plasmid. As a result, the plasmid can be amplified in both E. coli and Bifidobacterium, and apoptin can be expressed in Bifidobacterium. The Bifidobacterium transformed with this plasmid can settle in the tumor regions, and secret the apoptin protein, which is specifically toxic to tumor cells. With the TAT-mediated membrane crossing, apoptin should be able to enter into solid tumor cells and kill tumor cells. \n", "team": "Jilin_China", "title": "Development of a novel cancer therapy with genetic engineered Bifidobacterium"},
{"url": "http://igem.org/Team.cgi?team_id=2178", "abstract": "-- No abstract provided yet --\n", "team": "IvyTech_SouthBend_IN", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2141", "abstract": "Illegal usage of narcotics is one of the worst enemies of society. Throughout the world, many people are suffering from the short and long term effects of these drugs, and the incidence of drug abuse is growing year by year. Among these drugs, methamphetamine (METH) has an increasing role, as also stated in United Nations Office on Drugs and Crime (UNODC) reports. As iGEMers from Istanbul Technical University, we believe that solving this world-wide problem is strongly related with the design and production of fast, precise and cheap detection technologies. With that in mind, we are in the process of constructing a fluorescent resonance energy transfer (FRET) based whole-cell biosensor for the detection of METH-based drugs using anti-METH single-chain variable-fragment (ScFv) and fluorescent proteins. We also conducted molecular dynamic simulations with different molecules to verify our designs and planning to use simulation data to complete our biosensor.\n", "team": "Istanbul_Tech", "title": "Detection of methamphetamine based drugs using a whole cell biosensor, E.cops"},
{"url": "http://igem.org/Team.cgi?team_id=2023", "abstract": "Nowadays, Volatile Organic Compounds (VOCs) are commonly found pollutants that have been proved present in a wide variety of everyday life situations. Though they are dangerous and present almost everywhere, VOCs are not efficiently detected. Usual detection devices are very unprecise or requires a very long exposure time. We tried to address this problem by building a biosensor, perfectly adapted to on-field measurements that would allow us to easily and rapidly quantify the amount of VOCs in the air. This biosensor relies on bioluminescence, a biochemical phenomenon that is commonly used in cell imaging. We are trying to develop a new application for bioluminescence that should allow us to create a biosensor of a new kind, entirely different from the existing devices.\r\nWe are also working with aeronautical engineers in order to develop a drone able to safely contain our bacteria,that will later be used as a mobile detection platform.\n", "team": "Ionis_Paris", "title": "Quantifly"},
{"url": "http://igem.org/Team.cgi?team_id=1934", "abstract": "According to the World Health Organization, more than one million sexually transmitted infections (STIs) are acquired every day worldwide. STIs are a major concern regarding reproductive health beyond the immediate impact. Initiating early patient care allows a better efficiency of the treatment. Rapid detection and distinction of STIs are therefore a crucial task.\r\nTo provide a solution, we developed an all-in-one multi-detection device. We chose a recent and promising biotechnology enabling a robust detection of a wide variety of biomarkers. This approach is based on the high specific recognition of aptamers for a particular macromolecule. As a proof of concept, we focus first on the diagnosis of HIV and hepatitis B.\r\nBy offering a simultaneous test for several diseases, our device has strong potential to improve early home diagnosis. From a body fluid sample, the patient will therefore be able to rapidly assess his health status at a low cost.\r\n\r\n\n", "team": "INSA-Lyon", "title": "Gotta Detect 'Em All: a multi-STI sensor based on aptamers"},
{"url": "http://igem.org/Team.cgi?team_id=2127", "abstract": "Our project seeks to manufacture nanostructures. By bridging the two opposite approaches together we have devised a method to create a modular nanowires. With DNA Origami, self assembling properties organize the DNA strand into patterns by using the local forces to find the lowest energy configuration, which is an Bottom-Up approach. To fold the DNA strand into a well defined structure using DNA staples is an example of Top-Down approach. DNA has many advantages over traditional materials such as biological compatibility, low manufacturing cost and the information regarding shape and size is carried over upon replication. Individual modules are 30-40 nm long 3D Structures with hollow cavity that acts as scaffold for the Gold nanowires. They self assemble into long nanowires and we attached photosystem II protein from the Synechocystis 6803 at one end of the wire to create a high efficiency machinery to harvest solar energy.\n", "team": "IngenuityLab_Canada", "title": "DNA assisted assembly of modular nanowires"},
{"url": "http://igem.org/Team.cgi?team_id=1944", "abstract": "myDrug can be used to develop more effective personalize medicines. It uses physicochemical properties of drug molecule and machine learning approaches as decision support system. The activity will improve by using activity fitness function. It is expected that after a certain number of iterations the activity of the drug molecule will improve.\n", "team": "India-Thapar-CSED", "title": "myDrug: Improving the Activity of a Drug Molecule for Personalize Medicine"},
{"url": "http://igem.org/Team.cgi?team_id=1893", "abstract": "In nature, microorganisms live together and cooperate to accomplish complex tasks. As synthetic biology advances, we transition from unicellular systems to engineering at the multicellular level. A major obstacle, however, is ensuring stable coexistence of different cell types in co-culture. This year we are developing a Genetically Engineered Artificial Ratio (GEAR) system to control population ratios in microbial consortia. GEAR will employ a bi-directional communication system and novel RNA control that can be implemented across different bacterial strains. We are also developing a software to facilitate the design and optimisation of co-cultures. In the future, we envision our GEAR system being used for distributed multicellular biocomputing and bioprocessing, as well as for microbiome engineering.\r\n\r\n\n", "team": "Imperial_College", "title": "Ecolibrium - developing a framework for engineering co-cultures "},
{"url": "http://igem.org/Team.cgi?team_id=2163", "abstract": "Spider silk is a very versatile material having applications in medical, engineering, clothing, biomedical and other such industries. Spider silk cultivation being a very slow and cumbersome process, we came up with an idea aiming at synthesizing recombinant spider silk protein (MaSp2)  and producing it extracellularly in our model bacteria E. coli. Ensuring that the protein is secreted, we can change the nature of the production process from batch to continuous by reusing immobilised cells, and even use it for mass production. We aim at making two constructs for expressing silk outside the cell. We also aim at developing a novel detection system using FRET dye pairs. This system will primarily be used in monitoring and modelling the cleavage activity of the HIV protease used for selective cleavage and controlled release of the silk protein. CFP and YFP will be used as FRET dye pairs.\r\n\n", "team": "IIT_Kharagpur", "title": "Silkotron: A genetically engineered machine for efficient production and export of spider silk  "},
{"url": "http://igem.org/Team.cgi?team_id=2173", "abstract": "We aim to construct an oscillator which is a modification of a regular two component\r\n\r\noscillator as given by Danino et al. Our project involves modifying this oscillator to make it optogenetically tunable. \r\n\r\nOnce this system is shined upon by green light of wavelength 550nm, it causes a change in the\r\n\r\nfrequency of the oscillations of this Danino oscillator. This de novo oscillator is more robust,\r\n\r\nand it’s oscillations sychronise spatially over a shorter period of time, and has the advantage of\r\n\r\nbeing highly specificly tunable, due to it’s non invasive and non – chemical based induction via\r\n\r\nlight.\r\n\r\nThis is also the first optogenetically controlled oscillator, apart from being a great new tool in\r\n\r\nthe arsenal of synthetic biology, can have a wide range of applications ranging from time based\r\n\r\ndrug delivery, to study correlation of genes, and to create analogues of memory storage in the\r\n\r\ntwo different states.\n", "team": "IIT_Delhi", "title": "HOT-FM – A novel Highly Optogenetically Tunable Frequency Modulator"},
{"url": "http://igem.org/Team.cgi?team_id=1956", "abstract": "We have made an efficient measurement device to help iGEMers characterize their protein production modules, promoter and RBS parts, precisely. This device has enabled us to screen noisy dual protein production modules. In order to understand the modularity of RBS parts, we have validated an empirical model to predict protein expression levels using available expression data in literature. Also, we have designed RNA Inducible Boolean Output Switch (RIBOS) devices to turn on/off the translation of protein coding mRNA, downstream of switch RNA, via trigger RNA molecules. Modelling results have shown RIBOS to be highly orthogonal. As an application, we are making a non-invasive gene containment device with the help of RIBOS and CRISPR/Cas9 technology.\n", "team": "IIT-Madras", "title": "Improving measurement studies using dual-fluorescent reporter system"},
{"url": "http://igem.org/Team.cgi?team_id=2168", "abstract": "\n", "team": "IISc_Bangalore", "title": "Cellfiefuge"},
{"url": "http://igem.org/Team.cgi?team_id=2012", "abstract": "Bio-pattern formation is the establishment of spatial patterns in morphogenesis. When guided by computer, the spatial pattern of a group of cells can be altered in an augmented reality space created by superposing a computer simulated virtual space on a real culture apparatus. In our project, light-switchable synthetic gene circuits are adopted to control the mobility of E. coli cells by light-mediated real-time communication between the real bio-pattern in culture media and its virtual counterpart in computer simulation to implement a synchronized growth. Eventually, the shape of the colony matches the preset pattern we want and thus a “what you see is what you get” platform for the study of bio-pattern formation is obtained. Our system can also be extended to eukaryotic cell community to modulate cell fates in the future which will be particularly useful in aiding the development of biological tissues and the regeneration of organs.\n", "team": "HZAU-China", "title": "BioPaFiAR: Bio-Pattern Formation in Augmented Reality"},
{"url": "http://igem.org/Team.cgi?team_id=2036", "abstract": "Stable gene expression within a threshold of novel system is very important to syn-biology creations. To achieve the goal, we tried to build a set of positive feedback fundamental tool kits in bi-stable or even multi-stable systems. The systems we have designed will not only be adaptable to some certain input or output signals, but also can change their threshold to meet different project purposes. Most significantly, the positive feedback regulation system can transform an input pulse into stable output. So it can be applied in circuits as signal filter, which is very useful to many applications, such as treatment to lactose intolerance. We even further provided both prokaryotic version (engineered from cI/cro in bacteria phage γ system) and eukaryotic version (adopted from abscisic acid related kinase system) to make it competent tool kits for synthetic biology engineers to compare and select for further application. \n", "team": "HUST-China", "title": "Signal Filter"},
{"url": "http://igem.org/Team.cgi?team_id=1961", "abstract": "Adulteration of heavy metal and toxin during manufacturing process has always been a concern to Chinese Medicine consumers. Although there are a few methods (for example: ICP-MS) to detect these harmful substances, the procedures often turn out to be expensive and inconvenient to most people. If the danger in herbs continues to cast shadows among people, it is only a matter of time that people stop eating Chinese Medicine and soon this important Chinese culture might be gone forever. Thus, we decide to create a series of cheap, user-friendly E. coli biosensor. When the bacteria detect certain poison in the medicine, they will produce fluorescence protein. That way, we can detect the poison inside the Chinese Medicine by just examining the fluorescence intensity. With this new design and aspect, we hope to see people regaining hope in this tradition, yet, this distinctive culture.\n", "team": "HSiTAIWAN", "title": "Biosensor for Toxin in Chinese Herb Medicine"},
{"url": "http://igem.org/Team.cgi?team_id=1889", "abstract": "Inspired by the ability of horsehair worm modifying the behavior of other organisms, we would like to employ the idea to modify organisms behavior by what available in our laboratory. \r\n\r\nNematode is a pest, which will attack the roots of crops. We wish to modify its behavior by engineering bacteria to produce biochemical cues to attract or repel the worm. We identified two potential biochemicals, cinnamaldehyde and phenylpyruvic acid, which are possibly attractant or repellent to the Nematode. \r\n\r\nWe have designed a chemosensation assay to demonstrate the attraction and repulsion ability of the biochemical of interest. The results suggest that cinnamaldehyde is a strong repellent and phenylpyruvic acid is a moderate attractant to the worm. Genetic engineering of bacteria to produce the two biochemicals are working in progress. \n", "team": "Hong_Kong_UCCKE", "title": "Nematode Biochemical marshal: attractant and repellent"},
{"url": "http://igem.org/Team.cgi?team_id=1899", "abstract": "Our team aims at engineering a biological tri-stable switch which shows high orthogonality as bistable switch in Escherichia coli. Building on the Brown 2006 and 2007 iGEM teams’ design, the tri-stable switch which consists of three alternating steady states that can be toggled by three different chemical inducers is improved.\r\nThe construct was constructed with three promoters, lacp, phlFp and an ameliorated version of tetp together with their corresponding repressors. This combination enables the switch acting more stably by preventing it from reverting back to its natural states. Mathematical analysis was performed to ensure a stable and robust behaviour of the switch.\r\nBeing orthogonal and more stable, the tri-stable switch could be applied in different fields, like biosensing and biocomputing. If the system is further studied and developed, it is foreseeable that it could contribute to the mature integration of different circuits in the future.\r\n\n", "team": "Hong_Kong_HKUST", "title": "Tri-stable Switch"},
{"url": "http://igem.org/Team.cgi?team_id=2054", "abstract": "DNA has emerged as a promising material for the creation of novel functional nanostructures. Here we present DNA nanostructures capable of simultaneous detection of multiple microRNA (miRNA) targets which are identified as promising disease biomarkers. Logic gates can be easily incorporated into our designs to test various combinations of miRNA targets. G-quadruplexes form when the specified target hybridize with the probe, generating fluorescence in the presence of substrate. We endeavour to demonstrate intracellular synthesis, self-assembly and functioning of our nanostructures inside E. coli. Our constructs open up new possibilities in future research on DNA nanotechnologies as diagnostic tools, and promote the applications of miRNA testing in clinical conditions.\n", "team": "Hong_Kong_HKU", "title": "In vivo synthesis of DNA nanostructures for disease diagnosis through miRNA-induced structural transformation"},
{"url": "http://igem.org/Team.cgi?team_id=2015", "abstract": "Circularization of a protein is one of the ways to enhance its stability against various temperatures and pH levels. This year, HokkaidoU_Japan challenged ourselves to circularize proteins using self-assembling peptides and linkers. Self-assembling peptide (SAP) is an amphiphilic peptide which self-assembles under physicochemical conditions. We made SAPs fused to link ends of the protein. We also inserted cysteine residues in the linker which is essential for the circularization so that they form a disulfide bond. This linker put on the both ends of a protein would make some strong bonds. Our linkers are expected to be applicable to most proteins. These two elements - the self-assembling peptide and the linker - enable the protein to be circularized. \n", "team": "HokkaidoU_Japan", "title": "Self-assembRing"},
{"url": "http://igem.org/Team.cgi?team_id=2134", "abstract": "For biologists, it is quite frustrating to find suitable BioBricks and collect useful genetic information in large volumes of literature. Now with BioDesigner Coral, biologists can search BioBricks, design with the help of recommendations and obtain genetic information of BioBricks in a more comprehensive way. It can analyze user’s design, then give recommendations about parts they may need. Through analysis of massive literature, we find useful information about genes, BioBricks, and the relations between genes. All genetic information will be exhibited in a network graph through visualization method to help users understand and use them better. Clicking on the nodes in the network, which represent genes or BioBricks, users can obtain relatively accurate information about related genes, corresponding protein, and relevant literature. We hope BioDesigner Coral can relieve the arduous work in labs and give inspirations to synthetic biologists.\n", "team": "HFUT-China", "title": "BioDesigner Coral"},
{"url": "http://igem.org/Team.cgi?team_id=2010", "abstract": "As a Boston-based team with international roots, we view plastic pollution as both a global and local problem. Thus, we developed a sustainable, circular plastic degradation system that generates energy. We build upon work done by researchers at Kyoto Institute of Technology (Yoshida, 2016), and have engineered E. coli to break down polyethylene terephthalate (PET), which makes up one sixth of plastic products. Terephthalic acid, a byproduct of PET degradation, is then processed in a microbial fuel cell by Delftia tsuruhatensis to generate electricity. UV light, powered by the fuel cell, further contributes to PET degradation. Looking ahead, we hope our work on Plastiback will empower and inspire future sustainable technologies.\r\n\r\n\n", "team": "Harvard_BioDesign", "title": "Plastiback"},
{"url": "http://igem.org/Team.cgi?team_id=2075", "abstract": "TALE (Transcription Activator Like Effector) proteins are a new approach for genome editing. Due to a special changeable sequence of amino acids, TAL-effectors can easily bind to any DNA sequence and perform various functions. However, the proteins show a high instability outside living organisms and the function could only be proven in vivo. To date, the purification of TAL-effectors as well as the in-vitro application in the lab is difficult to perform. Our aim is to develop a circular TAL-effector in order to stabilize the protein. We are trying to design “TALebots”, a new type of recombinant proteins, which could be utilized in vitro and enable new techniques of genetic engineering in the lab.\n", "team": "Hannover", "title": "TALebots – a multifunctional toolbox for the lab"},
{"url": "http://igem.org/Team.cgi?team_id=1909", "abstract": "This year the iGEM Team Hamburg is determined to construct a biosensor against Chlamydia trachomatis, a pathogenic bacterium that is transmitted sexually. Rather than treating chlamydial infections, which can be easily done by broadband antibiotics, the problem is the diagnostic identification of the exact bacterial strain. Current diagnostic methods are costly, since they mostly rely on immunologic methods like antibody staining, ranging between 30 to 150 Dollars. This is fine in industrial nations, but for many people in developing countries living close to the poverty line (earning 1.25$ per day) the cost is far from affordable. To combat this, the iGEM Team Hamburg is constructing a fusion protein with a signaling pathway to function as a biosensor in prokaryotes, to subsequently offer an inexpensive alternative to present diagnostic methods for medical doctors in developing countries.\n", "team": "Hamburg", "title": "Finding Chlamydory"},
{"url": "http://igem.org/Team.cgi?team_id=2057", "abstract": "Skin infections are major health problem Guanajuato Mexico, mainly provoked by Pseudomona aeruginosa. Here, we will develop two biosensors using as chassis nonpathogenic bacteria. Escherichia coli K12 will be transformed with the genes required to detect P. aeruginosa and also with the alginate lyase gene (ALYG), in tandem with a bacteriocin. The ALYG will have a signal peptide from Bacillus thuringiensis, which allow protein translocation in E. coli. These molecules will destroy the biofilm and the bacterium. Also, a Nisin producer bacterium (L. lactis) will be transformed with the genes required to detect P. aeruginosa and with an additional copy of Nisin. Our objetive is to overexpress the bacteriocin to kill the pathogenic bacterium. Additionally, we will model the conditions to build a patch made of Poly(vinyl alcohol) and nitrocellulose containing the biosensors that will allow the molecule to diffuse through the membrane in order to kill the pathogenic bacteria.\r\n\r\n\n", "team": "Guanajuato_Mx", "title": "Biosense: Development of biosensors and patches to kill pathogenic bacteria that produce skin infections"},
{"url": "http://igem.org/Team.cgi?team_id=1930", "abstract": "The world’s silicon supply won’t be able to cover the demand for data storage by 2040. However, nature has been encoding enormous amounts of information in DNA for billions of years. By introducing a sequence into DNA of bacterial spores, one of the most resistant-to-harsh-conditions forms of life, “CryptoGERM” tries to combine storing information and transferring it in a safe way. The goal is to safely send a key and an encrypted message in two separate spore systems of Bacillus subtilis. Digital and biological protection layers will prevent this information from being captured by unauthorized parties. The message is protected by computational encryption, while the sensitive key can only be accessed from the spores with the right growing conditions. For example, light-switchable antibiotics have to be activated by the correct frequency of light. If the recipient fails, the sequence will be destroyed and the message is lost forever.\n", "team": "Groningen", "title": "CryptoGERM: Encode it, keep it"},
{"url": "http://igem.org/Team.cgi?team_id=1978", "abstract": "Vitamin B12 is involved in metabolic functions in all organisms and is an essential nutrient. It is for example a compound in vitamin pills  and needed for production of various organic substances.  Since the chemical production of Vitamin B12 requires 70 synthesis steps, the production technically challenging and expensive. B12 production is facilitated by  engineered bacterial production strains, which achieve a high product quality. However, the produced Vitamin B12 is not exported by the production organism and is harvested by cell lysis. This prevents a cost efficient production. To date, a natural cellular Vitamin B12 exporter is unknown. We intend to design, construct and introduce a synthetic Vitamin B12 exporter into a production organism. By establishing a Vitamin B12 exporter, we aim for higher yields in the industrial Vitamin B12 production without lysing the cells. Furthermore, the production efficiency of Vitamin B12 production strains should be increased.\n", "team": "Goettingen", "title": "B12 Synporter: Another Brick in the Wall"},
{"url": "http://igem.org/Team.cgi?team_id=2151", "abstract": "\r\nVitamin A deficiency is the leading cause of preventable blindness in children and can increase the risk of severe infections by weakening the immune system. To combat this deficiency, our project aims to create a yogurt enriched with β-carotene, a precursor to vitamin A. We will insert the required genes to produce β-carotene (four crt genes with a promoter) into S. thermophilus, a lactic acid bacteria used in natural yogurt. We also aim to better characterise S. thermophilus to facilitate its use in synthetic biology.\r\nOur conversations with different stakeholders have led us to design a self-inactivating mechanism to ensure the modified bacteria do not survive in the human GI tract. These interactions also encouraged us to create a piece of accessible hardware to enable people in countries most affected by vitamin A deficiency to manufacture their own yogurt from a starter culture.\n", "team": "Glasgow", "title": "GlasYo: Combating Vitamin A deficiency with engineered yogurt bacteria "},
{"url": "http://igem.org/Team.cgi?team_id=2158", "abstract": "In Japan, environmental pollution caused by excrement of birds is a problem that should be solved. It causes dieback of trees and spoiling of the cityscape which definitely is not a good sign as long as a healthy environment is concerned.", "team": "Gifu", "title": "Dropping Cleanerase"},
{"url": "http://igem.org/Team.cgi?team_id=1915", "abstract": "Cannabinoids, opiates, and venoms are used in the production of pharmaceuticals; unfortunately, these drugs can have adverse side effects or be costly to manufacture. With our project we aim to produce biological systems that manufacture the conjugates of these pharmaceutical that have less adverse side-effects, lack addictive properties, and are inexpensive. To achieve this, three protein expression systems were designed: (1) An Agrobacterium based system in tobacco plants for the synthesis of CBDA synthase, (2) Engineering the pGAPz alpha vector system to express mambalgin in Pichia pastoris, (3) and Manufacturing the constructs of Lethal Toxin-Neutralizing Factor LNTF-10 and LNTF-15 which are serum derivatives of the Didelphis virginiana (opossum) in the pSBC13 vector for assembly in Escherichia coli.  By the end of this project, our goal is to have designed systems that produce cheap pharmaceutical derivatives for patients who suffer from chronic pain, epilepsy, or the misfortune of a snake bite.\r\n\r\n\n", "team": "Georgia_State", "title": " Oppossum, Plants, and Pichia: You Down With OPP?"},
{"url": "http://igem.org/Team.cgi?team_id=2128", "abstract": "Tardigrades, also known as water bears, survive extreme cold and dry conditions through an ability known as cryptobiosis.  This process is mediated by a class of intrinsically disordered proteins called the Late Embryonic Abundant (LEA) proteins that become ordered when desiccated, thereby stabilizing DNA and protein cell components.  Our team expressed tardigrade proteins in E. coli to investigate their utility as stabilizing agents for biological products, including live cells and purified proteins.  Additionally, tardigrades have several properties like small size, transparent bodies, and constant cell number that make them a promising model for the study of developmental processes.  To test their genetic tractability for use in such a model, we generated a CRISPR protocol for both knocking out tardigrade genes and heterologously expressing non-tardigrade genes within the tardigrade genome. Overall, our results show promise for the study of tardigrades for their resilience and developmental processes.\n", "team": "Genspace", "title": "Tardigrades as a model animal for stress-resistance and developmental biology  "},
{"url": "http://igem.org/Team.cgi?team_id=2089", "abstract": "In tropical and subtropical areas, under high-irradiance conditions, plants must efficiently protect photosystem II (PSII) from damage. In this project, we built several genetic circles with the chloroplast protein HYPERSENSITIVE TO HIGH LIGHT1 (HHL1) which response to high light and functions in protecting PSII against photodamage. We further measured the expression efficiency of HHL1 promoted by various photosensitive promoters with high-light exposure, and named the most effective one as Super-HHL1. Moreover, we studied the potential application for Super-HHL1 agriculture and economic. Taken together, we suggest that Super-HHL1 might effectively help various plants repairing PSII under high light.\n", "team": "GDSYZX-United", "title": "Super-HHL1: protecting plants from photodamage"},
{"url": "http://igem.org/Team.cgi?team_id=1877", "abstract": "Laboratories around the world use antibiotic-resistant bacteria. Resistance can spread from non-harmful strains of bacteria to potentially dangerous ones if these bacteria escape the laboratory. This year our team continued work on a passive killswitch for E. coli K12. The goal is to prevent environmental contamination by programming a death response in the absence of arabinose. After researching toxins for E. coli K12, we selected colicin E7, which E.coli produce to eliminate competition between species. Colicin E7 is FDA approved as harmless to Eukaryotic cells. The tetracyclin repressor protein is produced using an arabinose inducible promoter and the colicin gene is behind a tetracyclin repressible promoter. If the level of arabinose falls, as would happen in an accidental release, the Tet repressor will not prevent colicin production and consequently destroy the bacteria.\n", "team": "Gaston_Day", "title": "Escape and Die: Preventing the Lateral Transfer of Antibiotic Resistances."},
{"url": "http://igem.org/Team.cgi?team_id=1925", "abstract": "Abnormally active energy pathways like glycolysis or glutamine metabolism character cancer malignant proliferation and metastasis. Researchers have managed to use chemical or biological methods to block these ways individually in vitro and achieve remarkable effect on cancer cell, but these could never be turned into practical use. We adopt safe replicative-deficient adenovirus to deliver tandem shRNAs targeted at several metabolic pathways simultaneously, which are driven by cancer-specific promoter. To test efficiency of different ways to assemble shRNAs in series, we also design a switch to control their expression in vitro. This engineered adenovirus, which we called ‘AdVENTURE’ would be a powerful and precise tool among various cancer therapies.\n", "team": "Fudan", "title": "AdVENTURE: Replicative-deficient Adenovirus Targeting at Cancer Energy Pathways"},
{"url": "http://igem.org/Team.cgi?team_id=2114", "abstract": "The treatment of diseases while avoiding systemic side effects is still a major obstacle in modern medicine. After administration, conventional drugs are distributed throughout the whole body thus affecting both, diseased and healthy cells. Current strategies on targeted drug delivery are mainly based on the applications of antibody-drug conjugates or nanoparticles. However, both approaches revealed considerable challenges in their application due to short half-life and expensive production, respectively.\r\nWe develop a novel platform for targeted drug delivery by  implementing highly specific nanobodies directed against surface markers of affected cells. The combination with an enzymatic functionality facilitates the local activation of prodrugs, thus preventing unnecessary side effects by systemic drug dispersal. By engineering the spores of probiotic Bacillus subtilis, a member of the human microbiome, we establish a low-cost carrier for well-tolerated treatment.\n", "team": "Freiburg", "title": "Nanocillus - ‘cause spore is more!"},
{"url": "http://igem.org/Team.cgi?team_id=2169", "abstract": "As renewable, but ecologically and biologically unobjectionable energy becomes more and more important, we decided to prepare semiconducting biofilms for solar cell application. Curli fibers constitute the key element serving as scaffold for the growth and stabilization of ZnO/TiO2 nanoparticles along these wires. We worked on optimization of the structure and thickness of the hybrid layers. To this initial system, absorbing molecules such as organic dyes and fluorescent proteins are applied to expand the spectral range. The result of our research may pave the way to a novel class of solar panels mainly fabricated by living cells, which can lower the overall costs.\n", "team": "FAU_Erlangen", "title": "Coli-Voltaic"},
{"url": "http://igem.org/Team.cgi?team_id=2074", "abstract": "In 2016, FAFU-CHINA will attach the effective protoxin gene, which isolated from Bacillus thuringiensis contained the characteristic of high efficient mosquito control, to Chlamydomonas reinhardtii as the chassis organism for cloning. However, there are many problems in the practical application by using Bacillus thuringiensis, such as the bacterial pollution of waters,  or the poor timeliness which Bt. strains cannot colonize in the water. Our team use the pertinent literature as the basis for selecting the appropriate biological chassis, combinating the toxic protein, which in order to increase the effect of killing mosquito larvae and reduce the Bt. toxin tolerance. on the basis of Chlamydomonas reinhardtii expression system to optimize gene,enhance expression of results, and reconstruct the engineered bacteria in natural environment,  we can settle the problems mentioned above. \n", "team": "FAFU-CHINA", "title": "Cry For Mosquito"},
{"url": "http://igem.org/Team.cgi?team_id=1914", "abstract": "“Kill switch” is a blanket term often used to describe a system that causes controlled cell death and is used as a way to safeguard against the effects of GMOs on wild type organisms. The lack of quantitative data on devices of this kind has become the basis of our project this year. \r\nWe are testing three types of kill switch: a chemical kill switch using the fluorescent proteins Killer Orange and Killer Red which damages and destroys the cell with reactive oxygen species; an enzymatic (lysozyme) kill switch that lyses the cell on production; a DNase kill switch that targets DNA disruption. Through individual tests and a continuous culture we are testing both the efficiency and the stability of each kill switch, looking at the potential difference of plasmid or genome integration, hoping to provide effective characterisation and insight into their suitability as effective biocontainment methods. \r\n\r\n\r\n\n", "team": "Exeter", "title": "Project Exepire: The Creation and Characterisation of Kill Switches"},
{"url": "http://igem.org/Team.cgi?team_id=2042", "abstract": "Plastic waste is one of the most significant causes of environmental pollution. Traditional plastics can take up to 1000 years to degrade, whereas alternative bioplastics can be decomposed in 80 days. The aim of our project is to produce Poly-Lactic Acid (PLA), a biodegradable polymer and a thermoplastic, by engineering Pseudomonas putida.\r\nPLA bioproduction presents several benefits compared to chemical synthesis: it uses simple carbon sources and it is inexpensive. On the other hand, P. putida is a safe organism reported to be efficient for polymerization, which gives advantages over other possible chassis. By modification of its metabolic pathways, we aim to improve PLA biosynthesis yields in a sustainable manner and determine the usability of our bioplastic by manufacturing a vesicle for drug delivery.\n", "team": "Evry", "title": "Let's Play: Bioproduction of Poly-Lactic Acid"},
{"url": "http://igem.org/Team.cgi?team_id=2116", "abstract": "Inflammatory bowel disease (IBD) results in chronic inflammation of the intestines. Current diagnostic methods are invasive and rely on biomarkers that are not sufficiently disease-specific. \r\nWe have engineered ", "team": "ETH_Zurich", "title": "Pavlov’s Coli: An associative learning based diagnostics tool applied to IBD"},
{"url": "http://igem.org/Team.cgi?team_id=2131", "abstract": "-- No abstract provided yet --\n", "team": "Ethiopia1", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1941", "abstract": "Intelligent design is becoming ever more important in the world of biology. Designing cells to match researchers' needs exactly has important therapeutic and diagnostic applications. To be able to conveniently harness this technology, new and straightforward tools are required. In light of this, our project aims to develop an innovative CRISPR-dCas9 system in yeasts, capable of regulating genetic transcription and creating robust synthetic circuits. Our model is based around a scaffold guide RNA. This scaffold allows us to recruit transcriptional activators, repressors, and dCas9, as well as direct the complex to a given locus in the genome. In addition, the presence of both activators and repressors in our system would permit a modularity previously unseen in CRISPR-dCas9 based systems. Furthermore, we aspire to improve on Cello, a software that takes a user-given circuit and predicts a plasmid that could recreate it in vivo.\n", "team": "EPFL", "title": "IntelliGene"},
{"url": "http://igem.org/Team.cgi?team_id=2181", "abstract": "-- No abstract provided yet --\n", "team": "EMW_Street_Bio", "title": "Low Cost Labs: Machines That Grow"},
{"url": "http://igem.org/Team.cgi?team_id=2146", "abstract": "Since its discovery in 1928, bacterial transformation has had a colossal impact on the realm of genetic engineering. Today, the bacterium Escherichia coli remains the model organism in molecular biology. Due to the need for expensive equipment, work is limited to well-funded laboratories. To address this issue and extend research to modestly-funded settings, we propose Acinetobacter baylyi ADP1 as an alternative vehicle that harnesses E. coli’s transformative powers while obviating the need for costly apparatus. A reporter gene, E. coli gusA was ligated into each of our shuttle vectors; the ligation mixtures were used to transform A. baylyi. Transformed cells formed blue colonies on media containing histochemical substrate X-gluc, indicating that A. baylyi can be used instead of E. coli particularly when refrigerated centrifuges and ultra-cold freezers are unavailable. We hope our findings can enable genetic engineering in modestly-funded laboratories and bring more diversity to the field of synthetic biology. \r\n\n", "team": "Emory", "title": "Acinetobacter baylyi as an alternative, cost-effective vehicle for bacterial transformation  "},
{"url": "http://igem.org/Team.cgi?team_id=1967", "abstract": "In 2014, over 10 sextillion bits of data were digitally stored worldwide. To put this in context, there are only 1 sextillion grains of sand on this entire Earth. According to IBM, we generate over 2.5 billion gigabytes daily through tweets, emails and Facebook posts! The University of Edinburgh’s undergraduate team has designed a DNA storage system that is a sustainable, dense and long-lasting alternative to magnetic tape data storage. \r\n\r\nThe storage system relies on modular DNA fragments that can flexibly and cost effectively store any type of data. Modularity makes BabblED the cheapest and most accessible DNA storage system available. The system is also the first ever DNA data storage technique to incorporate error-correcting and encryption systems. In fact, their ‘DNA Typewriter’ has already been implemented by the National Library of Scotland to archive one of their most precious manuscripts: the last letter of Mary Queen of Scots. \n", "team": "Edinburgh_UG", "title": "BabblED: A modular system for encoding and storing information in DNA"},
{"url": "http://igem.org/Team.cgi?team_id=1968", "abstract": "Industrial biotechnology is greatly dependent on the use of model organisms such as Escherichia coli and Saccharomyces cerevisiae. The minimal cell is a future ambition of synthetic biology however there remains a vast untapped reservoir of non-model organisms, each with diverse and unique traits for exploitation. It is a lack of tools designed for native producer organisms that often limits use as effective bio-factories. Today, advance genetic engineering techniques such as CRISPR/Cas editing and MoClo assembly methods allow rapid strain prototyping at unprecedented ease and cost. Our team aim to demonstrate the potential, speed and power of these techniques in developing three diverse platform strains and respective parts libraries for use by research groups, iGEM teams, commercial organisations and citizen scientists.\n", "team": "Edinburgh_OG", "title": "ExpandED: Tools For Rapid Prototyping in Non-Model Hosts"},
{"url": "http://igem.org/Team.cgi?team_id=1963", "abstract": "Welcome to Scotland’s first ever high school iGEM team!\t\r\n\r\nFor our project we plan to assign our agent spiRNA on a mission to target Vibrio Cholerae and Shigella Flexneri: two pathogens that cause fatal diarrhoeal diseases in developing countries. To achieve this, we’ve created a fusion protein which will allow our spiRNA to hitch a ride out of E. coli. Then the agent will sneak its way into the target pathogen and complete its mission by preventing the pathogen from causing an infection. We’re targeting Cholera and Shigella specifically because they are both a major cause of death in developing countries, this is because treatments are not readily available and are often expensive. Therefore, we hope our spiRNA is a cheaper alternative to current treatments that will hopefully be readily available to a larger number of infected people and in other words FIGHT BACTERIAL INFECTIONS. \n", "team": "Dundee_Schools", "title": "F.B.I - Fighting Bacterial Infections starring spiRNA!"},
{"url": "http://igem.org/Team.cgi?team_id=1962", "abstract": "Antimicrobial resistance will kill between 14 million and 444 million people by 2050, according to the World Health Organisation.  Antibiotics are used extensively in livestock to combat infection; this is a massive contributor to the growing problem of antibacterial resistance. An alternative treatment for livestock is needed if we are to preserve antibiotics for medicinal use.  To combat this, we are Fighting Bacterial Infections by modifying bacteriocins through introducing novel toxic domains. We are engineering non-pathogenic E. coli to produce bacteriocins in response to conditions in the GI tract that will kill pathogenic strains of E. coli and similar bacteria such as Salmonella. We believe our GM bacteria can be used in an animal feed, a ‘BactiFeed’, to tackle common bacterial infections in livestock, decrease unnecessary antibiotic usage and reduce the development of bacterial resistance.\n", "team": "Dundee", "title": "Fighting Bacterial Infections (F.B.I) – BactiFeed is All You Need"},
{"url": "http://igem.org/Team.cgi?team_id=1880", "abstract": "Taxol, generically known as paclitaxel, is a chemotherapy drug highly efficient in combating multiple forms of cancer via interference with the normal breakdown of microtubules during cell division. \r\n\r\nDeriving taxol from nature is environmentally unsustainable because the bark of the tree it is harvested from, the Pacific yew, grows too slowly to meet demands for taxol. Chemically synthesis is economically unsustainable because the intricate stereoisomerism and multistep pathway of taxol production result in low yield rates and high production costs.\r\n\r\nManufacturing taxol via biosynthesis remedies the shortcomings of both aforementioned production methods; the need for the yew tree is circumvented and production cost is exponentially lower compared to the cost of chemical synthesis. \r\n\r\nDuke iGEM is optimizing the biosynthesis of taxol in E.coli by individually characterizing and then consolidating enzymes of the taxol biosynthesis pathway into a single strain for fermentation of taxol. \r\n\n", "team": "Duke", "title": "Biosynthesis of Taxol in E.coli"},
{"url": "http://igem.org/Team.cgi?team_id=1936", "abstract": "Our approach aims at achieving high spatiotemporal control of apoptosis in tumor cells by applying an optogenetic double-killswitch. This system combines clean removal of cancer cells through apoptosis with the precision of light-controlled optogenetics. We utilize two optogenetic proteins, namely Phytochrome B and LOV2. The red light switch based on Phytochrome B controls expression, while the blue light switch LOV2 controls localization of apoptotic proteins to their target site.\n", "team": "Duesseldorf", "title": "Optogenetic Induction of Apoptosis in Cancer Cells"},
{"url": "http://igem.org/Team.cgi?team_id=2117", "abstract": "We are currently consuming resources faster than our planet can replenish them, thus it is obvious that we need to rethink resource efficiency in the future. In order to achieve high resource efficiency in biotechnology, the employment of sustainable substrates in industrial processes is imperative. Due to recent developments in biotechnology, it is now both possible and desirable to use non-conventional chassis, rather than relying on traditional organisms. We propose using the yeast Yarrowia Lipolytica as an alternative chassis, as it has an unusually broad substrate range as well as great potential for the production of both proteins and metabolic products. Due to the limited tools available, thus far the use of Y. lipolytica has been limited to research. Our project aims to develop both molecular and bioinformatic tools for Y. lipolytica, in order to introduce the organism as an advantageous chassis for future bio-refineries.\n", "team": "DTU-Denmark", "title": "YEASTILIZATION - From Waste to Value"},
{"url": "http://igem.org/Team.cgi?team_id=2111", "abstract": "\r\nHealth clinics in resource-poor settings face significant challenges with quality and standardization of medications. Our project uses yeast to detect the presence of a specific medication, oxytocin – a naturally occurring hormone and medication that prevents postpartum hemorrhage during childbirth – the leading cause of maternal mortalities worldwide. Unrefrigerated oxytocin has a half-life of ~3 minutes, and only 8% of samples tested in a 2012 study in Ghana were kept at the appropriate temperature. Expired, low-quality, and unavailable medications are common occurrences throughout the developing world, but little is known about the impact on maternal outcomes due in part to the lack of low-cost diagnostic tests. Our interdisciplinary community lab has also built many of the tools we use in our lab every day emphasizing our commitment and motivation to continue working on creating robust low-cost biological tools and systems that can be deployed and used in economically underdeveloped areas.\n", "team": "Denver_Biolabs", "title": "An oxytocin diagnostic toolkit and other biotools for use in low-resource environments"},
{"url": "http://igem.org/Team.cgi?team_id=2184", "abstract": "The aim of our  project is to generate a SNPs gene panel which can determine people's preference of food tastes using Taqman assay on the Fluidigm nano-fluidic gene dynamic array chips. Endpoint fluorescent image data is acquired on the BioMark™ System for genetic analysis and data is analyzed using the Fluidigm SNP Genotyping Analysis software, to obtain genotype calls. In addition to saliva collection from students volunteering to participate, after completing their phenotypes forms of response to food tastes, we will generate a synthetic DNA harboring the wildtype and mutant alleles (SNP) for the ability to sense taste which will be used as control for the Taqman assays and for preforming CRISPER on the mutant SNP allele, to convert it to the wildtype allele, as a feasibility test to be able to change people's taste sense for several important targets.             \r\n\n", "team": "Danci-K8", "title": "Analyzing and changing people's abilities to taste food ingredients"},
{"url": "http://igem.org/Team.cgi?team_id=2160", "abstract": "Dwindling fuel resources and rising environmental concerns have catalyzed the development of biofuel production in microorganisms. In Nova Scotia, softwood waste from the lumber industry is an untapped source for low-cost biofuel feedstock; however, this waste cannot be utilized by traditional biofuel processes due to toxic compounds such as turpentines and unavailable carbon compounds such as cellulose. The porcupine microbiome provides a unique solution as it is capable of digesting bark and toxic products. Working with Schubenacadie Wildlife Park, we aim to not only identify cellulose and/or turpentine-degrading bacteria in the porcupine microbiome, but to also characterize microbial communities found within the Park’s mammal population. To achieve these goals, we are using fecal samples to construct a DNA library of the porcupine and to analyze each mammal’s microbial rRNA. Future experiments include introducing identified cellulose and/or turpentine-degrading pathways into E. coli to produce an economically viable and sustainable biofuel-generating organism. \r\n\r\n\n", "team": "Dalhousie_Halifax_NS", "title": "A “spike” in biofuel production: mining the porcupine microbiome to engineer a softwood feedstock platform"},
{"url": "http://igem.org/Team.cgi?team_id=2129", "abstract": "Bacterial Microcompartments (BMCs) are naturally occurring, protein-based containers within bacteria that sequester enzymes for particular reaction pathways. BMCs have numerous potential applications, including increasing flux of desired reactions or as targeted drug delivery vehicles. We have re-engineered the ethanolamine utilization BMC with a light inducible open/close switch by introducing the non-canonical amino acid azobenzene into the coat protein of the compartment, enabling the BMC to switch conformation upon light induction. Structural modeling combined with site-directed mutagenesis enabled predictive placement of azobenzene within the structure to induce large-scale rearrangements of the protein shell that allows the compartment to break apart and re-form in response to a “light switch”. This work expands the synthetic biology toolkit by presenting an outline for the engineering of synthetic BMCs that respond to external stimuli, enabling future biologists to utilize these compartments for controlled synthetic reactions.\n", "team": "CU-Boulder", "title": "Engineering an open/close switch into a Bacterial Microcompartment"},
{"url": "http://igem.org/Team.cgi?team_id=1945", "abstract": "Lights, Quorum, Action! Boolean logic is used in computer processes by stipulating necessary inputs to produce a desired outcome. We designed a logic gate in Synechocystis sp. PCC 6803 to optimize product production. Utilizing the Boolean operator AND, gene expression accommodates the organism’s natural metabolic regulation combined with the quorum sensing mechanism from Vibrio fischeri to create an autoinduction system. With the cost of large scale production in mind, our system eliminates the need for expensive induction molecules, such as IPTG. Under the control of light and a quorum of cells, the T7 promoter, from T7 bacteriophage, drives production of a wide range of products from biofuels to pharmaceuticals. CyanoLogic, coming soon to a lab near you!\n", "team": "CSU_Fort_Collins", "title": "CyanoLogic: A novel, modular production system in Synechocystis 6803"},
{"url": "http://igem.org/Team.cgi?team_id=2161", "abstract": "-- No abstract provided yet --\n", "team": "CPU_CHINA", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1931", "abstract": "-- No abstract provided yet --\n", "team": "Cornell_NY", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2045", "abstract": "Concordia University’s 2016 iGEM team has developed Combat Cells: League of Enhanced MicroGladiators, a novel project highlighting the entertaining side of synthetic biology. Our project consists of equipping microbes with nanoparticles and engaging them into battle. Nanoparticles were synthesized in different sizes, shapes, and compositions, using plant, chemical, and microbial based synthesis methods. Saccharomyces cerevisiae and Escherichia coli were equipped with these nanoparticles on their cell surfaces using multiple bioconjugation methods to generate battle armours. The effectiveness of the armours were investigated under a gauntlet of environmental conditions. For the grand finale, equipped cells were introduced into a microfluidic chip called the Battledome, within which individual cells collide to fight until an ultimate MicroGladiator is determined. An entertaining and academic web-series was produced as a portion of our human practices work. It showcases cell battles alongside the research, serving as a tool to enhance the public’s discussion of synthetic biology.\r\n\n", "team": "Concordia", "title": "Combat Cells: League of Enhanced MicroGladiators"},
{"url": "http://igem.org/Team.cgi?team_id=2062", "abstract": "Every year 2.6 million people die from mosquito borne illnesses (MBI). Since there are no vaccines for many MBIs, the best option for avoidance is preventing bites. The project aims to engineer a repellent in which the bacterial species Pseudomonas putida (P.P.) and Staphylococcus epidermidis (S.E.) synthesize rhamnolipids, a compound known to repel mosquitos. The following objectives were established: clone rhamnolipid-producing strains, test the safety/efficacy of bacteria producing rhamnolipids, and develop the product. The operon (RhlAB and RhlC) that produces enzymes in the rhamnolipid synthesis pathway from Pseudomonas aeruginosa was cloned into P.P. and S.E. Mosquito experiments will confirm the quantity of rhamnolipids needed for full protection. Safety will be assessed using human skin cells and mouse models. The product will be maintained in a bottle with freeze-dried strains, rehydration media, and lotion suitable for human skin.\r\n\n", "team": "ColumbiaU_NYC", "title": "Mos(QUIT)o"},
{"url": "http://igem.org/Team.cgi?team_id=2166", "abstract": "In the United States there are about 438 deaths attributed to Carbon Monoxide exposure annually. Most deaths occurred in a home and elderly males are the highest risk group.  CO poisoning has been identified as the number two cause of non-medicinal poisoning deaths in the US.  An inexpensive and simple solution might help a significant number of people and would ease the minds of many more.  We aim to engineer a microbe to serve as a CO sensor using the CO-sensing gene products from Rhodospirillum rubrum.  We believe that a common microbe such as E. coli can be altered to produce a visual signal when in the presence of CO and in doing so, serve as an inexpensive CO sentinel.\r\n\r\n\n", "team": "CoLite-West-Point", "title": "Development of a Carbon Monoxide Sensing and Reporting Microbe"},
{"url": "http://igem.org/Team.cgi?team_id=2156", "abstract": "Access to electricity and energy infrastructure is a significant issue. In Peru, nine percent of the population, roughly 2.7 million people, do not have access to reliable power and have no way to light their homes. Young students are not able to adequately carry out their education without access to this fundamental resource. We set out to tackle this issue through the development of an open source 3D printed bioluminescent reading lamp. By optimizing and cloning the bioluminescent pathway into E. coli with the use of lux genes and an Anderson Promoter, we were able to create dependable bacteria as a source of illumination for these aspiring scholars.\r\n\n", "team": "ColegioFDR_Peru", "title": "Fós (φως): Engineering a 3D-Printed Bioluminescent Reading Lamp"},
{"url": "http://igem.org/Team.cgi?team_id=2078", "abstract": "-- No abstract provided yet --\n", "team": "CLSB-UK", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2172", "abstract": " \r\nTanshinone is an important pharmacologic chemical extracted from Salvia miltiorrhiza, a famous Chinese medicinal herb. It was reported that tanshinone can effectively cure Cardiovascular diseases. However, content of tanshinone in Salvia miltiorrhiza and its extraction efficiency are very low. Therefore, synthetic biology becomes the ideal way to produce tanshinone artificially. However, until now, the biosynthesis pathway of tanshinone is not clear. In this research, we aimed to produce one of the key enzymes copalyl diphosphate synthase 1 (SmCPS1) which initiate biosynthesis of tanshinone by building up a gene circuit in plasmid of E.coli. Our gene circuit contains a GST for purification of SmCPS1, a thrombin protease site, our target gene SmCPS1 and the reporter gene GFP. Successful biosynthesis of SmCPS1 will lead the way of biological synthesis of all the enzymes in synthesis of tanshinone, accelerate tanshinone production by fermentation, increase its yield and lower the cost effectively.  \r\n \r\n \n", "team": "CIEI-BJ", "title": "Biosynthesis of a key enzyme (SmCPS1) in tanshinone production "},
{"url": "http://igem.org/Team.cgi?team_id=2030", "abstract": "Current methods of chemical synthesis from petroleum have led to great environmental disruption and continue to be a strong contributor to the emission of carbon dioxide. To overcome this problem, biosynthesis is the most viable alternative. The main drawback of biosynthesis is the high price of raw material, comprising over 60% of the production cost. Our solution for this complex problem is to create a self-sustaining co-culture of microorganisms that produces its own raw material, using light and carbon dioxide. Cyanobacteria provide the carbon source for the production organism, which in exchange produces an essential amino acid for the cyanobacteria while creating the desired product. By making several species compatible with this synthetic symbiosis, the platform will allow efficient conversion of atmospheric carbon dioxide into products in an environmentally friendly and sustainable way.\n", "team": "Chalmers_Gothenburg", "title": "Turning pollution into a solution"},
{"url": "http://igem.org/Team.cgi?team_id=1955", "abstract": "The most commonly used vaccines are in these two main categories, live attenuated and inactivated vaccines. Immunologic adjuvants are required in inactivated vaccines to stimulate an effective immune response. Leishmania is a parasite that lives within the antigen presenting cells (APC). As a potential adjuvant, Leishmania possess many advantages, including APCs recruitment, pattern recognition receptors (PRR) activation and activation of MHC-presenting pathway. Genetically-engineered Leishmania that can be inactivated by light exposure acts as a safe carrier to deliver specific antigens to the APCs for T cells and humoral response. Based on this concept, we established a new model system to generate antigen-specific Leishmania adjuvant--Leijuvant. We further designed a user-friendly MHC peptide prediction software to integrate key protein information and optimize the presentation of antigen peptides by MHC molecules. Our ultimate goal is to introduce Leijuvant as an effective, safe and antigen-specific adjuvant to the vaccine industry and the general public.\n", "team": "CGU_Taiwan", "title": "Leijuvant- A Revolutionary Choice of Vaccine Helper"},
{"url": "http://igem.org/Team.cgi?team_id=2096", "abstract": "-- No abstract provided yet --\n", "team": "Central-Calgary", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2103", "abstract": "Substances such as groundwater and runoff have sustained much damage to both their quality and purity. Common pollutants include alcohols, esters, and other organic substances. We aim to solve this issue by engineering a two-plasmid system to be implanted in E. Coli bacteria for detoxification of contaminated groundwater. Our plasmid will achieve three main aims:\r\n\r\n1. The first plasmid will be a bicistronic CYP2e1/NPR plasmid for expression of the Cytochrome P450 detoxification protein, as well as the reductase gene that allows for its expression.\r\n\r\n2. The second plasmid will be the aldB gene, which serves as a serve to breakdown aldehydes.\r\n\r\n3. The plasmid will be purified and isolated for possible implantation into a variety of biological systems.\r\n\r\nWe aim to utilize the two plasmids in conjunction in order to safely break down toxic compounds. \r\n\n", "team": "CCA_SanDiego", "title": "Detoxification: Utilizing a Two-Plasmid System for Enhanced Bioremediation of Toxic Compounds"},
{"url": "http://igem.org/Team.cgi?team_id=2060", "abstract": "We will assess the viability of a novel bioluminescence detection system for point-of-care diagnostic testing. In our proposed system, a Streptococcus pyogenes dCas9 isoform codon optimised for Escherichia coli is fused to the N-or C- terminal fragments of a thermostable pH-tolerant Pyrophorus plagiopthalamus luciferase (LUC). We aim to coexpress guideRNAs to target these chimeric dCas9-LUC proteins to adjacent DNA sequences. This will enable the reconstitution of luciferase activity and subsequent bioluminescence in the presence of luciferin. This light output constitutes a signal for detection of any targeted DNA sequence, dependent on access to the target sequence. We plan to undertake a proof of concept study of this system using gRNAs targeted to the E.coli 16S rRNA locus, to describe both the effective output of this system in vitro, and the optimum distance between gRNA targets. Finally we will investigate the feasibility of this diagnostic system as a clinical test.\n", "team": "Cardiff_Wales", "title": "Split Luciferase Complementation Assay for Point of Care Diagnosis "},
{"url": "http://igem.org/Team.cgi?team_id=2186", "abstract": "Antibiotics are a hallmark of modern medicine having saved numerous lives since the discovery of penicillin in 1928.  Bacteria resistant to antibiotics emerged shortly after their initial use, and is an increasing problem as pathogenic strains of bacteria evolve resistance to multiple drugs.  In an effort to increase antibiotic susceptibility, we will use CRISPR/Cas9 technologies to disrupt intrinsic resistance mechanisms in E. coli.  Specifically, we plan to enhance the expression of Omp pores while also inhibiting the functioning of AcrAB-TolC efflux pumps.  Mechanism for effective delivery of a functioning CRISPR system in clinical settings will be explored.\n", "team": "CAPS_Kansas", "title": "Manipulating Omp pores & AcrAB-TolC efflux pumps using CRISPR/dCas9 to enhance E. coli antibiotic susceptibility"},
{"url": "http://igem.org/Team.cgi?team_id=2148", "abstract": "As the factory floor of the plant cell, the chloroplast can be engineered to produce many important compounds, such as biofuels and vaccine antigens, with yields approximately 50X greater than the rest of the cell. However, little of this potential has been exploited, in the absence of a time-efficient chloroplast transformation protocol. Using the alga Chlamydomonas reinhardtii as our chassis, our transformation toolbox aims to shift the focus of plant engineering, by reducing the time needed for a homoplasmic chloroplast transformation from months to 1-2 weeks. We have created a library of Chlamydomonas-optimised parts in the Phytobrick standard, with a view to expressing Cas9 in the Chlamydomonas chloroplast for the first time. We hope to use it to propagate genetic modifications among all copies of the chloroplast genome, within a single generation. We will also develop a low-cost, open source Chlamydomonas growth facility and gene gun to complement our protocol.\n", "team": "Cambridge-JIC", "title": "InstaChlam - a toolkit for chloroplast transformation"},
{"url": "http://igem.org/Team.cgi?team_id=2171", "abstract": "Production and exportation of Lactobacillus delbrueckii subsp. Bulgaricus as a lyophilized substance is a major activity in the Bulgarian economy. In our project we are developing a novel strain of L. bulgaricus, which is capable of withstanding desiccation and freezing. To achieve that we are introducing exogenous proteins responsible for survival of harsh conditions under the control of inducible promotors. For example, we will utilize IDP’s and LEA proteins from tardigrade responsible for the notorious capacity of that organism to sustain dryness. As another option, we envision to test trehalose production as a method to increase survival rate during lyophilization. Additionally, we will also apply expression of spider silk genes, known for their capacity to improve the capacity of organisms to withstand extreme conditions. For better control and reduction of expression loading of the chassis, we shall utilize inducible promotor such as PLux or PBAD. \n", "team": "Bulgaria", "title": "Yogurt I'd Like to Freeze"},
{"url": "http://igem.org/Team.cgi?team_id=2185", "abstract": "-- No abstract provided yet --\n", "team": "BroadRun-Baltimore", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2139", "abstract": "Petroleum-derived chemicals are used as building blocks for a variety of products used in daily life, and while critical, their overuse has had significant negative environmental and societal impacts on the world. Finding alternatives to petro-chemicals is highly desired as we transition to renewable sources. Lignocellulosic biomass represents a sustainable feedstock for energy, chemical, and material production. However, efficient deconstruction and valorization of biomass remains a hindrance to its utilization in next generation biorefineries. To harvest the fermentable sugars and aromatics in plant biomass, a consolidated bioprocessing approach is currently needed to provide a cost effective and efficient scheme for funneling lignocellulose into high-value biochemicals. Here, we have constructed a microbial community of E.coli and Caulobacter crescentus, both synergizing in the degradation of biomass through the display of biomass transforming enzymes on the S-layer of C.crescentus; and the funneling of fermentable sugars and transformed aromatics into high-value biochemicals through E.coli. \r\n\r\n\n", "team": "British_Columbia", "title": "Crescentium"},
{"url": "http://igem.org/Team.cgi?team_id=1876", "abstract": "\r\nMicrofluidic devices can greatly facilitate many biological experiments. However, they are not widely used due to high manufacturing costs and expertise required to use them. Our project improves accessibility to microfluidic hardware development within the synbio community through an intuitive platform to design and build simple continuous-flow systems. Neptune’s user interface allows researchers to easily specify high-level designs. It then validates, optimizes, and produces customized parametric blueprints of the setup. It guides users through manufacturing microfluidic chips and hardware at a cost orders of magnitude less than conventional methods. Users can then control and automate experiments through Neptune’s framework. Neptune is available as an open source project to the entire iGEM community as well via the Nona Research Foundation, laying the groundwork for capturing the advantages of microfluidics in essential experiments and applications in the synbio community.\r\n\n", "team": "BostonU_HW", "title": "Neptune: An integrated specify, design, and build hardware environment for Synthetic Biology microfluidics"},
{"url": "http://igem.org/Team.cgi?team_id=1875", "abstract": "While natural systems integrate diverse “digital” signals to precisely specify “analog” gene\r\n\r\nexpression levels, synthetic systems thus far have focused on controlling expression in either a\r\n\r\ndigital or an analog capacity. Our team sought to develop a “digitized-analog” expression system\r\n\r\nusing CRISPR-dCas9, capable of specifying varied exogenous gene expression levels based on\r\n\r\ndifferent signals. We first developed digital elements by pairing gRNAs with minimal operator\r\n\r\npromoters and using dCas9 to transactivate. We then created analog elements by multimerizing\r\n\r\noperator sites to obtain graded activation levels. Finally, we integrated our digital and analog\r\n\r\nelements into higher-order genetic logic circuits to achieve varying expression responses. We\r\n\r\ncharacterized and optimized our system in human cells, enabling synthetic biologists to better\r\n\r\ncontrol transgene expression for important therapeutic applications.\n", "team": "BostonU", "title": "Gemini: Combining Digital and Analog Expression Systems"},
{"url": "http://igem.org/Team.cgi?team_id=1935", "abstract": "Sleep disorders such as insomnia and narcolepsy affect many people in their daily life. Today, there is no effective medication against these disorders. Actually, they only treat the symptoms, not the source. This year, iGEM Bordeaux 2016 aims to study DSIP, a sleep-inducing peptide which seems to be promising for helping to sleep.\r\nIn order to understand in which mechanisms this peptide is involved, it will be produced by the bacteria E. coli and then given to the nematode C. elegans. The sleeping process of this nematode will be studied by using both a photo-inductible system and a CRISPR-methylase system called EpiCrispr, which is a modified CRISPR/CAS9 with the purpose of methylating genes participating in this process.\r\nThe third project consist on study of  the issue of plasmid propagation in bacterial populations by developping a computational model.\n", "team": "Bordeaux", "title": "Sleep with EpiC elegans"},
{"url": "http://igem.org/Team.cgi?team_id=1891", "abstract": "It’s widely known that taxol has noticeable effect to promote the inhibition of tubulin depolymerization and therefore stabilizing microtubules. Based on this, our team designed a new way to test the existence of taxol, which may have higher resolution than current chemical approaches. \r\nFirefly luciferase complementation (FLC) and bimolecular fluorescence complementation (BiFC) assay is the core part of our experiments. We expressed one specific tubulin connected with N-luciferase and C-luciferase respectively. When α-tubulin and β-tubulin tend to form dimers, the normal microtubules are being assembled and are likely to be depolymerized. However, the extremely stable microtubules would be established if taxol exists in the system. By detecting the fluorescent signal, we are able to tell the existence of taxol.\r\n\n", "team": "BNU-China", "title": "Taxolight"},
{"url": "http://igem.org/Team.cgi?team_id=2028", "abstract": "BNDS_China is going to enable Escherichia Coli (E. coli) bacteria to absorb calcium cations (Ca++) from hard water. By the definition of hard water, the exceeded concentration of calcium ions causes extra soap consumption and galvanic corrosion. Though there are already methods of softening hard water, they are either too expensive or inefficient. Therefore, our team came up with this idea of making E. coli attracts calcium cations from hard water that serves as an affordable and functional form of hard water softener. E. coli with highly expressed Calcium channel proteins absorb those calcium ions from the water into cytoplasm to decrease the concentration of calcium in water.\n", "team": "BNDS_China", "title": "Absorption of Calcium in water by expression Calcium channel protein in Escherichia Coli"},
{"url": "http://igem.org/Team.cgi?team_id=2120", "abstract": "Genetic engineering bacteria have revolutionized human society and one of the most commonly used vectors are plasmids. However, the plasmid as a powerful tool has some natural limits like the segregational instability which may cause the change of population structure. This year our project aims to prove a new concept of plasmid quorum sensing which can be applied to control the plasmid numbers quantitatively and preventing the losing of recombinant plasmids in the same time. Compared with the traditional methods like using antibiotics or auxotrophic bacteria, our project can be more intelligent and controllable. In response to the inhibitor protein which is used as the signal indicating the plasmid numbers, the killer system will be turned on or off. According to our design, E.coli containing less plasmids than the threshold that has been set theoretically will be defined as slackers, and they be killed to optimize the population structure.\n", "team": "BIT-China", "title": "Plasmid-Sensing Logically and Adjustably Cell Killer (P-SLACKiller)"},
{"url": "http://igem.org/Team.cgi?team_id=2041", "abstract": "  In recent years, breast cancer has become one of the highest incidental cancer. If we can get early diagnosis and effective treatment measures,it will largely reduce the mortality of breast cancer.\r\n  Studies have shown that when have breast cancer, the expression degree of microRNA-21 and microRNA-155 in the serum will be significantly higher than the normal one. Based on it,this project applies the artificial designed biological system to realize the detection of expression levels of microRNA in the serum environment and produce green fluorescent protein,then detect fluorescence by miniaturized signal hardware,through the mathematical modeling of the model to calculate microRNA expression level. Finally the data presented to the user directly by the hardware device or to their phones. \r\n  This project is a real-time inspection system for breast cancer detection,convenient and quickly.It can provide patients with reference significance testing data, reduce the testing costs drastically,alleviate the contradiction of medical treatment system.\n", "team": "BIT", "title": "Alarm of Breast Cancer Based on Detection of MicroRNA-21 and MicroRNA-155"},
{"url": "http://igem.org/Team.cgi?team_id=2004", "abstract": "Taurine is a pseudo-aminoacid derivative of cysteine  which can be obtained naturally by some foods, biosynthesized by some organisms or produced through a series of chemical reactions. Taurine synthesis is an important process as it plays many roles in the functions on the human body, among other organisms. The main aim of our project is to successfully introduce a couple of enzymes into E. coli’s genome so it can biosynthesize this important molecule. To achieve this, these two taurine-pathway enzymes were selected: cysteine sulfinic acid decarboxylase (CSAD) and cysteine dioxygenase (COD). It is important to highlight the fact that it’s the first time we synthesize both of them using synthetic biology techniques.\n", "team": "BIOSINT_Mexico", "title": "Bioproduction of taurine: Metabolic pathway insertion in Escherichia coli "},
{"url": "http://igem.org/Team.cgi?team_id=2133", "abstract": "-- No abstract provided yet --\n", "team": "BioBricks", "title": "BioBrick Beta: Developing a Functional Standard for Gene Expression"},
{"url": "http://igem.org/Team.cgi?team_id=1946", "abstract": "Cancer is a complex disease related with uncontrolled proliferation of body cells. Having different types, each type of cancer has its own characteristics on molecular level. Different molecules are produced by cancer cells such as proteins, and secondary metabolites. Because of their specificity, they have been used as biomarkers for cancer diagnosis over past decades. Recently, volatile organic compounds have been identified as biomarker to discriminate the types of cancer. In this project, we plan to construct bacterial whole-cell biosensors for detecting volatile organic compounds (VOCs) to diagnose cancer. Different VOCs will be sensed by different promoter/transcription factor couples, and they will be incorporated into circuits and logic gates operated by CRISPRi system in order to differentiate cancer types effectively based on existence of specific VOCs.\n", "team": "Bilkent-UNAMBG", "title": "Smelling Cancer - A VOC-Based Biosensor for Cancer Diagnosis"},
{"url": "http://igem.org/Team.cgi?team_id=2082", "abstract": "We are developing a novel system for generating binding proteins in E. coli via directed evolution. Such proteins could be utilized for target-mediated drug delivery and in diagnostics, especially for the detection of quickly evolving pathogens such as viruses. Moreover, many applications for basic research are also feasible.\r\nAs the starting point of our system, we design a library of sequences encoding binding proteins in E. coli. Afterwards, we use a special DNA-Polymerase, for increasing diversity through error-prone replication of the desired sequence. Finally, binding proteins with high affinity to the target protein are selected. This selection is mediated by protein-protein interaction, granting a selective advantage to cells in which tight binding proteins are expressed by an increase in fitness under selective pressure. Therefore, the desired clones are enriched in the fermentation broth and can be identified easily.\r\n\n", "team": "Bielefeld-CeBiTec", "title": "Evobodies - Molecular Speed Dating"},
{"url": "http://igem.org/Team.cgi?team_id=1971", "abstract": "-- No abstract provided yet --\n", "team": "BHU_China", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2091", "abstract": "The plastic waste problem has taken its toll on the environment and affects diverse eco systems. Many solutions are available, but their side effects are damaging the environment due to plastics toxicity. As plastic was only recently introduced to nature, native biodegradation solutions are not sufficient to overcome the massive amounts of plastic debris in oceans and land. \r\nOur goal is to improve biodegradation solutions using synthetic biology tools, from force evolution of a polyethylene degrading bacterium, through protein engineering of PET degrading enzyme, to genetically engineering a metabolic pathway that will enable our selected bacteria to consume PET as a sole carbon source. \r\nMoreover, utilizing the high energy stored in PET, electrons released from PET oxidation will be immediately harnessed at an anode of a biofuel cell for electricity production. Thus, our project will provide a clean, productive and energy efficient process for plastic biodegradation. \n", "team": "BGU_ISRAEL", "title": "PlastiCure: Offering an effective and energetically favorable biodegradation solution for PET"},
{"url": "http://igem.org/Team.cgi?team_id=2026", "abstract": "We endeavor to create a test paper which is programmable, open-source and cell-free. The test papers contain genetic circuits which could measure the concentration of various target molecules in clinical and laboratory samples with visual and semi-quantitative results shown by reporter proteins. With a genetic device which acts as a signal amplifier, the system resembles the binary system of computer with enhanced sensitivity. The bionic and open-source nature of the test paper results in a high range of detection as well as high programability, while the cell-free nature removes interference between biological reactions inside the cells and allows its preservation under frozen condition for almost a year. The system can also be reprogrammed with the aid of our protocol, another proof of its potential.\n", "team": "BGIC_China", "title": "Programmable and open-source test paper based on cell-free system"},
{"url": "http://igem.org/Team.cgi?team_id=2187", "abstract": "Plastics are a waste product that pollutes the environment we live in, and many solutions have been implemented with little long term success, such as Mr. Trashwheel and laws prohibiting the act of littering. Researchers, in 2014, have found a bacterium, known as Ideonella Sakaiensis, that is able degrade poly ethylene terephthalate (PET) plastics entirely using two enzymes. The Baltimore BioCrew wanted to design a bacteria that is able to degrade the plastics in our marine ecosystems at a rapid rate without harming the creatures within it. In order to investigate if this is possible, we obtained the two enzymes used in Ideonella Sakaiensis, PETase and MHETase, and inserted the enzymes into E. coli plasmids. We hope the E. coli bacteria degrades PET plastic within 1-3 weeks and produces a by-product that is benign to organisms and a possible energy source. \n", "team": "Baltimore_BioCrew", "title": "Genetically-engineering E. coli to Degrade Plastic using PETase and MHETase"},
{"url": "http://igem.org/Team.cgi?team_id=2098", "abstract": "-- No abstract provided yet --\n", "team": "Austin_UTexas_LASA", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2097", "abstract": "Kombucha is a fermented tea drink composed of a community of several types of bacteria and yeast. This study’s aim is to understand and manipulate this community to imbue kombucha with favorable properties for producers and consumers. One common problem producers face is ethanol overproduction by Lachancea fermentati, making the kombucha alcoholic. This study screens L. fermentati using YPD agar plates with bromothymol blue, which changes color with changes in acidity. The color change allows for low-ethanol producing colonies to be selected for and recapitulated into the microbial community. Another issue for some would-be consumers is the taste of kombucha. By codon-optimizing an Arabadopsis gene for bacteria, Gluconobacter and Gluconoacetobacter can be transformed to produce brazzein, a sweet-tasting protein, thus sweetening the kombucha. Furthermore, these chassis organisms will be transformed with a GFP gene and pH-activated promoter to create a time-lapse of the changes that kombucha’s microbial community undergoes.\n", "team": "Austin_UTexas", "title": "The Bucha Bunch"},
{"url": "http://igem.org/Team.cgi?team_id=2059", "abstract": "-- No abstract provided yet --\n", "team": "AUC_TURKEY", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=2058", "abstract": "-- No abstract provided yet --\n", "team": "ATOMS_Turkiye", "title": "-- Not provided yet --"},
{"url": "http://igem.org/Team.cgi?team_id=1885", "abstract": "In recent years, the production of polyethylene terephthalate (PET) has increased rapidly, as a result of low production costs and consumer demands.  PET is one of the most common plastic polymers, comprised of repeating monomeric subunits of Terephthalic Acid and Ethylene Glycol. It is frequently used in the manufacture of plastic bottles and clothing fibres, especially in Japan. As avid users of PET-based products, our team decided to research how to optimise the degradation of PET, which takes an average of 450 years to degrade naturally. We were further inspired to pursue this goal with Keio University’s recent discovery of Ideonella sakaiensis — a unique bacteria capable of PET degradation. Thus, we have focused our project on the synthesis of an optimal PETase biobrick, which would be included in the iGEM database. Ultimately, our goal is to find an ideal promoter to expedite the production and secretion of PETase.\r\n\n", "team": "ASIJ_Tokyo", "title": "Fast Pace PETase"},
{"url": "http://igem.org/Team.cgi?team_id=2033", "abstract": "Many bacteria use quorum sensing (QS) to regulate group behaviors, such as bioluminescence and virulence, by sending and receiving small molecules called homoserine lactones (HSLs). Bioengineers have incorporated QS networks into genetic circuits, using HSLs to connect logical operations. However, higher-order genetic circuitry is inhibited by “crosstalk,” in which one QS network responds to HSLs produced by another network. In addition to making it challenging to engineer with multiple QS networks, crosstalk has the dangerous potential to activate virulence pathways in pathogenic bacteria. Using a system that decouples “Senders” from “Receivers,” we are exploring how QS networks from different species behave and which networks have crosstalk. Our project adds 21 new plasmids for QS-based communication, including 12 novel QS proteins, to the iGEM Registry, helps to deepen the knowledge of bacterial communication, explores biosafety implications of engineering with HSLs, and empowers bioengineers to build more complex genetic circuits. \n", "team": "Arizona_State", "title": "Ringtones: Diverse homoserine lactone systems for cellular communication"},
{"url": "http://igem.org/Team.cgi?team_id=2145", "abstract": "Construction of complex circuits is still hampered by ignorance of fundamental principles of genetic circuit design. One key challenge is the isolation of independent genetic components -- genes expressed on the same plasmid (or other DNA molecule) will often unexpectedly interfere with or enhance each others' expression in an orientation-dependent fashion, even if they are nominally isolated by terminators and other motifs. This form of cross-talk may be caused by supercoiling generated during transcription, which has been shown to enhance or repress gene expression depending on the form of supercoiling. To test this hypothesis, we will test whether base pair spacing, terminators, or  DNA \"clamps\" (made from DNA-binding proteins) placed between genes on a plasmid can eliminate their cross-talk. If DNA clamps do isolate nearby transcriptional units, then those clamps may advance the field of synthetic biology by allowing bioengineers to build more predictable genetic circuitry.\n", "team": "Alverno_CA", "title": "Strategies for blocking propagation of supercoiling generated during transcription"},
{"url": "http://igem.org/Team.cgi?team_id=1951", "abstract": "Platinum is one of the rarest and most valuable metals in the world. Thanks to its physical and chemical properties, it has become pervasive in modern society.\r\nOne of the main uses of platinum is in cars' catalytic converters, hence important concentrations have been accumulated over time in soils next to roads.\r\n\r\nOur goal is to recover this platinum as much as possible and obtain nanoparticles, in two steps.\r\nThe first stage relies on the affinity of Desferrioxamine B, a siderophore, to bind platinum and so favor the further solubilisation of more platinum compounds.\r\nSecondly, a modified FliC protein complex will be cloned into E. coli and enable the biosorption of platinum on the flagella of the bacterium.\n", "team": "Aix-Marseille", "title": "Highway To Platinum"},
{"url": "http://igem.org/Team.cgi?team_id=1917", "abstract": "Liver cancer is the second leading cause of cancer-related death in the world. Egypt has a one of the highest incidence of hepatocellular carcinoma (HCC) in the world. Treatment options for HCC are limited and often inefficient. Circular RNAs(CircRNA) belongs to the family of noncoding RNAs. They play a role in gene expression regulation and act as miRNA sponge. Recently, it was found that their levels are deregulated in various types of cancer. Using bioinformatics analysis, we have identified certain circular RNAs that are down regulated in hepatocellular carcinoma. \r\nSo, we are aiming to design a system that can sense CircRNA deregulation in the HCC and respond in a way to restore the balance and equilibrium in the CircRNA environment of the cancer cells. Also, we are evaluating the therapeutic effect  of CircRNA as a potential novel target for the treatment of HCC.\n", "team": "Ain_Shams-Egypt", "title": "CircRNA deregulation and HCC"},
{"url": "http://igem.org/Team.cgi?team_id=2044", "abstract": "A new updated version of bio–navigational system that enables a faster acquisition of optimal pathway will be built by the BIO-COMPASS 2.0 to break the limitations of computational capacity in the big data era. DNA will be used to encode the information of points and pathways on the map, and log into the bio-navigation database. In this way, each feasible solution can be obtained by the corresponding biochemical operation. Because of the high parallelism of the DNA calculation, the solution is rapid. Then by selecting the feasible solutions, finally determine the optimal solution. Compared with AHUT_China 2014's project, BIO-COMPASS 2.0 has added identification site, path length, and adjacent site number information into the DNA sequence used for path expressing. Besides, Quaternary has been applied in our calculation to optimize the data extraction methods. These improvements have boosted our system’s practicability and suitability when it is applied into more complex navigation.\r\n\n", "team": "AHUT_China", "title": "BIO-COMPASS 2.0"},
{"url": "http://igem.org/Team.cgi?team_id=1907", "abstract": "Cyanobacteria, also known as blue-green algae, are an annual problem in many water systems. During the summer, the bacteria release hepatotoxins called microcystins (MCs) which pose health risks to humans and animals. The goal of our project is to build a two-part system to detect and then degrade MCs. Our detection system is based on the natural oxidative stress response of the yeast Saccharomyces cerevisiae. Exposure to MCs is linked to higher levels of oxidative stress, and we will couple this response to the expression of yellow fluorescent protein. Thus, fluorescence levels will indicate the amount of MCs present in a sample. To understand and validate our MC detection mechanism, we will also create mathematical and molecular models. For degrading the detected toxins, we will express and purify the enzyme microcystinase (MlrA), which is naturally found in some gram-negative bacteria. The enzyme renders the MCs harmless by modifying their structure.\n", "team": "Aalto-Helsinki", "title": "MC Yeast: Stress-Based Detection and Enzymatic Degradation of the Cyanobacterial Toxin Microcystin"}
]